Repository: oblank/NoteitLangs
Catalog: *.lproj/Localizable.strings
Languages: ar, da, es, fr, he, hi, it, ja, ko, ms, sv, th, vi, zh_hant

# AI.AZURE_KEY_HINT
source: Deployment on Azure is required and the key needs to be obtained Go get it
ar: التوزيع على Azure مطلوب و يجب الحصول على المفتاح اذهب للحصول عليه
da: Udrulning på Azure er nødvendig, og nøglen skal opnås Gå hent den
es: Se requiere implementación en Azure y se debe obtener la clave Ve a por ella
fr: Il est nécessaire de déployer sur Azure et d'obtenir une clé [aller chercher](https://portal.azure.com/#view/HubsExtension/RecentResources.ReactView)
hi: एज़्यूर पर तैनाती आवश्यक है और कुंजी प्राप्त करने की जरूरत है जाओ प्राप्त करो
it: È richiesto il dispiegamento su Azure e la chiave deve essere ottenuta Vai a prenderla
ja: Azureでのデプロイとキーキーの取得が必要です [取得する](https://portal.azure.com/#view/HubsExtension/RecentResources.ReactView)
ko: Azure에서 배포를 완료하고 키를 얻어야 합니다 [가져 가기](https://portal.azure.com/#view/HubsExtension/RecentResources.ReactView)
ms: Pengerahan di Azure diperlukan dan kunci perlu diperoleh Pergi dapatkannya
sv: Die Bereitstellung auf Azure ist erforderlich und der Schlüssel muss abgerufen werden Geh es holen
th: ต้องมีการใช้งานบน Azure และต้องรับคีย์ ไปรับมัน
vi: 需要在Azure完成部署并获取密钥 [去获取](https://portal.azure.com/#view/HubsExtension/RecentResources.ReactView)
zh_hant: 需要在Azure完成部署並獲取密鑰 [去獲取](https://portal.azure.com/#view/HubsExtension/RecentResources.ReactView)

# AI.OPENAI_KEY_HINT
source: Get the OpenAI API Key and paste it below, Click to get [Get Key](https://platform.openai.com/account/api-keys)
ar: احصل على مفتاح API OpenAI والصقه أدناه ، انقر للحصول عليه [Get Key](https://platform.openai.com/account/api-keys)
da: Få OpenAI API-nøgle og indsæt den nedenfor, Klik for at få [Get Key](https://platform.openai.com/account/api-keys)
es: Obtén la clave de la API de OpenAI y pégala a continuación, haz clic para obtener [Get Key](https://platform.openai.com/account/api-keys)
fr: Obtenez la clé API OpenAI et collez-la ci-dessous, [cliquez pour obtenir](https://platform.openai.com/account/api-keys)
he: קבל את מפתח API של OpenAI והדבק אותו למטה, לחץ לקבלת [Get Key](https://platform.openai.com/account/api-keys)
hi: OpenAI API कुंजी प्राप्त करें और इसे नीचे पेस्ट करें, प्राप्त करने के लिए क्लिक करें [Get Key](https://platform.openai.com/account/api-keys)
it: Ottieni la chiave API di OpenAI e incollala sotto, fai clic per ottenere [Get Key](https://platform.openai.com/account/api-keys)
ja: OpenAI API Keyを取得して下に貼り付けます、[取得するにはクリック](https://platform.openai.com/account/api-keys)
ko: OpenAI API Key를 가져와서 아래에 붙여넣으세요, [가져 오려면 클릭하세요](https://platform.openai.com/account/api-keys)
ms: Dapatkan Kunci API OpenAI dan tampalkan di bawah, Klik untuk mendapatkan [Get Key](https://platform.openai.com/account/api-keys)
sv: Hol den OpenAI API-Schlüssel und füge ihn unten ein, Klicken um zu bekommen [Get Key](https://platform.openai.com/account/api-keys)
th: รับคีย์ API ของ OpenAI แล้ววางลงด้านล่าง คลิกเพื่อรับ [Get Key](https://platform.openai.com/account/api-keys)
vi: Nhận OpenAI API Key và dán vào dưới đây, [Nhấp vào để nhận](https://platform.openai.com/account/api-keys)
zh_hant: 獲取OpenAI API Key並粘貼到下面，[點擊去獲取](https://platform.openai.com/account/api-keys)

# AI.CUSTOM_DOMAIN
source: Customize domain when the official API cannot be used directly
da: Tilpas domæne, når den officielle API ikke kan bruges direkte
es: Personalizar dominio cuando la API oficial no puede ser utilizada directamente
fr: Veuillez personnaliser le domaine lorsque vous ne pouvez pas utiliser directement l'API officielle
he: התאמה אישית של תחום כאשר לא ניתן להשתמש ישירות ב-API הרשמי
hi: जब आधिकारिक API को सीधे उपयोग नहीं किया जा सकता है, तब डोमेन कस्टमाइज करें
it: Personalizza il dominio quando l'API ufficiale non può essere utilizzata direttamente
ja: 公式APIを直接使用できない場合は、カスタムドメインを指定してください
ko: 공식 API를 직접 사용할 수 없을 때 사용자 정의 도메인을 사용하십시오
ms: Sesuaikan domain apabila API rasmi tidak boleh digunakan secara langsung
sv: Passendi dominium quando officiale API non potest uti directe
th: ปรับแต่งโดเมนเมื่อไม่สามารถใช้ API อย่างเป็นทางการโดยตรง
vi: Khi không thể sử dụng trực tiếp API chính thức, vui lòng tùy chỉnh tên miền
zh_hant: 當無法直接使用官方API時請自定義域名

# AI.USE_MODEL_HINT
source: When using Azure service, the model below needs to be consistent with the model you have deployed
da: Når du bruger Azure-tjeneste, skal modellen nedenfor være konsistent med den model, du har implementeret
es: Al usar el servicio Azure, el modelo a continuación debe ser consistente con el modelo que ha implementado
fr: Lors de l'utilisation du service Azure, le modèle ci-dessous doit correspondre au modèle que vous avez déployé
he: בעת שימוש בשירות Azure, המודל שלהלן צריך להיות עקבי עם המודל שפרסמת
hi: जब आप Azure सेवा का उपयोग कर रहे होते हैं, तो नीचे का मॉडल आपके द्वारा तैनात किए गए मॉडल के साथ संगत होना चाहिए
it: Quando si utilizza il servizio Azure, il modello sottostante deve essere coerente con il modello che hai distribuito
ja: Azureサービスを使用する場合、以下のモデルはデプロイしたモデルと一致する必要があります
ko: Azure 서비스를 사용할 때 아래 모델은 배포한 모델과 일치해야 합니다
ms: Bila menggunakan perkhidmatan Azure, model di bawah perlu konsisten dengan model yang anda telah melancarkan
sv: Wänn du Azure-Dienscht bruuchsch, mues s'Model unte mit em Model, wo du ufeglade hesch, übereinstimme
th: เมื่อใช้บริการ Azure โมเดลด้านล่างต้องสอดคล้องกับโมเดลที่คุณได้นำไปใช้งานแล้ว
vi: Khi sử dụng dịch vụ Azure, mô hình dưới đây cần phải giống với mô hình bạn đã triển khai
zh_hant: 使用Azure服務時，下面的模型需要跟你已部署的模型一致

# 选择模型
source: Select Model
ar: اختر النموذج
da: Vælg model
es: Seleccionar modelo
fr: Choisir un modèle
he: בחר מודל
hi: मॉडल का चयन करें
it: Seleziona Modello
ja: モデルを選択
ko: 모델 선택
ms: Pilih Model
sv: Wähle Modell
th: เลือกรุ่น
vi: chọn mô hình
zh_hant: 選擇模型

# 如果上面没有你需要的模型请手动输入
source: Please manually input if the model you need is not above
ar: الرجاء الإدخال يدويا إذا لم يكن النموذج الذي تحتاجه أعلاه
da: Indtast manuelt, hvis den model du har brug for ikke er ovenfor
es: Por favor, introduzca manualmente si el modelo que necesita no está arriba
fr: Si le modèle dont vous avez besoin n'est pas ci-dessus, veuillez le saisir manuellement
he: אנא הזן באופן ידני אם הדגם שאתה זקוק לו אינו מעלה
hi: कृपया मैन्युअल रूप से इनपुट दें अगर आपको जरूरत होने वाला मॉडल ऊपर नहीं है
it: Si prega di inserire manualmente se il modello di cui hai bisogno non è sopra
ja: 上記に必要なモデルがない場合は、手動で入力してください
ko: 위에 필요한 모델이 없으면 수동으로 입력하세요
ms: Sila masukkan secara manual jika model yang anda perlukan tidak di atas
sv: Bitte geben Sie manuell ein, wenn das Modell, das Sie benötigen, nicht oben ist
th: กรุณาใส่ด้วยตนเองหากไม่มีรุ่นที่คุณต้องการด้านบน
vi: Nếu không có mô hình bạn cần ở trên, vui lòng nhập manually
zh_hant: 如果上面沒有你需要的模型請手動輸入

# 手动输入模型名字
source: Manually input model name
ar: أدخل اسم النموذج يدويًا
da: Indtast modelnavn manuelt
es: Introduzca el nombre del modelo manualmente
fr: Entrer manuellement le nom du modèle
he: הזן שם מודל באופן ידני
hi: मैन्युअली इनपुट मॉडल का नाम
it: Inserisci manualmente il nome del modello
ja: モデル名を手動で入力
ko: 모델 이름을 수동으로 입력하십시오
ms: Masukkan nama model secara manual
sv: Geben Sie den Modellnamen manuell ein
th: ป้อนชื่อโมเดลด้วยตนเอง
vi: Nhập tên mô hình bằng tay
zh_hant: 手動輸入模型名字

# AI.ADVANCE_HINT
source: The following settings are recommended for experienced users, usually keep the default
ar: الإعدادات التالية موصى بها للمستخدمين ذوي الخبرة، عادة ما تبقى الافتراضية
da: Følgende indstillinger anbefales til erfarne brugere, normalt holder standarden
es: Se recomiendan las siguientes configuraciones para usuarios experimentados, generalmente mantienen el valor predeterminado
fr: Les configurations ci-dessous sont recommandées pour les utilisateurs expérimentés, généralement les valeurs par défaut suffisent
he: ההגדרות הבאות מומלצות למשתמשים מנוסים, בדרך כלל שמרו את ברירת המחדל
hi: निम्नलिखित सेटिंग्स अनुभवी उपयोगकर्ताओं के लिए अनुशंसित हैं, आमतौर पर डिफ़ॉल्ट रखें
it: Le seguenti impostazioni sono consigliate per utenti esperti, di solito mantieni il predefinito
ja: 以下の設定は経験豊富な方に推奨します、一般的にはデフォルトのままでよい
ko: 다음 설정은 경험이 있는 사람들이 사용하는 것을 권장하며, 일반적으로 기본값을 유지하면 됩니다;
ms: Tetapan berikut adalah disyorkan untuk pengguna berpengalaman, biasanya simpan lalai
sv: Die folgenden Einstellungen sind für erfahrene Benutzer empfohlen, normalerweise die Standardeinstellung beibehalten
th: การตั้งค่าต่อไปนี้แนะนำสำหรับผู้ใช้ที่มีประสบการณ์ โดยปกติให้เก็บค่าเริ่มต้น
vi: Các cấu hình dưới đây đề xuất cho những người có kinh nghiệm sử dụng, thông thường chỉ cần giữ mặc định
zh_hant: 以下配置建議有經驗的人使用，一般保持默認即可

# AI.ADVANCE_SHOW_STYLE_HINT
source: Chat-style experience is like talking to people, Q&A style is more like Q&A query interface with higher space utilization.
ar: تجربة الدردشة تشبه الحديث إلى الناس ، ونمط الأسئلة والأجوبة أكثر مثل واجهة الاستعلام في نمط الأسئلة والأجوبة مع استغلال أعلى للمساحة;
da: Chat-stil oplevelse er som at tale med folk, Q&A stil er mere som Q&A forespørgselsgrænseflade med højere pladsudnyttelse.
fr: L'expérience de chat est comme parler à une personne, le mode Q&A ressemble plus à une interface de recherche Q&A avec un meilleur usage de l'espace.
he: חווית סגנון צ'אט היא כמו לדבר עם אנשים, סגנון שאלות ותשובות הוא יותר כמו ממשק שאילתה של שאלות ותשובות עם ניצול מרחב גבוה יותר;
hi: चैट-शैली अनुभव लोगों से बात करने जैसा होता है, Q&A शैली अधिक Q&A क्वेरी इंटरफेस के साथ उच्च स्थान उपयोगिता होती है;
ja: チャットスタイルの体験は人との対話のようで、Q&Aスタイルはより高いスペース効率を持つQ&A検索画面のようです。
ko: 채팅 스타일 경험은 사람과 대화하는 것 같고, Q&A 스타일은 질의 응답 인터페이스의 공간 사용 효율이 더 높습니다.
ms: Pengalaman gaya sembang adalah seperti bercakap dengan orang, gaya Q&A lebih seperti antara muka pertanyaan Q&A dengan penggunaan ruang yang lebih tinggi.
sv: Chat-Stil Erfahrung ist wie mit Leuten reden, Q&A Stil ist mehr wie Q&A Abfrage Schnittstelle mit höherer Raumausnutzung;
th: ประสบการณ์แบบแชทเหมือนกับการคุยกับคน ส่วนแบบ Q&A นั้นเป็นมากกว่าแค่หน้าตาดีไซน์แบบสอบถามที่ใช้พื้นที่ได้เป็นอย่างดี;
vi: 聊天式体验像与人对话，问答式更像Q&A查询界面空间利用率更高。
zh_hant: 聊天式體驗像與人對話，問答式更像Q&A查詢界面空間利用率更高。

# 呈现样式
source: Presentation Style
ar: أسلوب العرض
da: Præsentationsstil
es: Estilo de presentación
fr: Style de présentation
he: סגנון הצגה
hi: प्रस्तुति शैली
it: Stile di presentazione
ja: 表示スタイル
ko: 표시 스타일
ms: Gaya Persembahan
sv: Präsentationsstil
th: สไตล์การนำเสนอ
vi: Phong cách trình bày
zh_hant: 呈現樣式

# 内容呈现样式
source: Content Presentation Style
ar: أسلوب عرض المحتوى
da: Indholdspræsentationsstil
es: Estilo de Presentación de Contenido
fr: Style de présentation du contenu
he: סגנון הצגת תוכן
hi: सामग्री प्रस्तुति शैली
it: Stile di Presentazione dei Contenuti
ja: コンテンツの表示スタイル
ko: 콘텐츠 표현 스타일
ms: Gaya Penyajian Kandungan
sv: Inhalt Präsentationsstil
th: รูปแบบการนำเสนอเนื้อหา
vi: phong cách trình bày nội dung
zh_hant: 內容呈現樣式

# 会话模式
source: Chat Settings
ar: إعدادات الدردشة
da: Chatindstillinger
es: Ajustes de chat
fr: Mode de conversation
he: הגדרות צ'אט
hi: चैट सेटिंग्स
it: Impostazioni chat
ja: セッションモード
ko: 세션 모드
ms: Tetapan Sembang
sv: Chat-Einstellungen
th: การตั้งค่าการสนทนา
vi: Chế độ hội thoại
zh_hant: 會話模式

# 聊天式
source: Chat Style
ar: نمط الدردشة
da: Chat stil
es: Estilo de Chat
fr: Style de chat
he: סגנון צ'אט
hi: चैट शैली
it: Stile Chat
ja: チャットスタイル
ko: 채팅 스타일
ms: Gaya Sembang
sv: Chat Stil
th: แบบสไตล์การแชท
vi: Kiểu trò chuyện
zh_hant: 對話式

# 问答式
source: Q&A Style
ar: أسلوب الأسئلة والأجوبة
da: Q&A Stil
es: Estilo Q&A
fr: Style Q&A
he: סגנון שאלות ותשובות
hi: प्रश्न और उत्तर शैली
it: Stile Q&A
ja: Q＆Aスタイル
ko: 질의응답 스타일
ms: Gaya Q&A
sv: Fragen & Antworten Stil
th: แบบ Q&A
vi: phong cách hỏi đáp
zh_hant: 問答式

# 开启会话模式后将使用最近30分钟内的%@次对话以增强上下文的连续性，将消耗更多OpenAI的Tokens，默认开启。
source: After enabling the conversation mode, the recent %@ conversations within 30 minutes will be used to enhance the continuity of the context, which will consume more OpenAI Tokens, enabled by default.
ar: بعد تمكين وضع المحادثة، ستُستخدم المحادثات %@ الأخيرة في غضون 30 دقيقة لتعزيز استمرارية السياق، والتي ستستهلك المزيد من رموز OpenAI، مفعلة بشكل افتراضي.
da: Efter aktivering af samtalemodus vil de seneste %@ samtaler inden for 30 minutter blive brugt til at forbedre kontekstens kontinuitet, hvilket vil forbruge flere OpenAI Tokens, aktiveret som standard.
es: Después de habilitar el modo de conversación, las últimas %@ conversaciones dentro de 30 minutos se utilizarán para mejorar la continuidad del contexto, lo que consumirá más Tokens de OpenAI, habilitado por defecto.
fr: Une fois le mode de conversation activé, les %@ conversations les plus récentes des 30 dernières minutes seront utilisées pour renforcer la continuité du contexte, ce qui consommera plus de tokens OpenAI. Activé par défaut.
he: לאחר הפעלת מצב השיחה, השיחות %@ האחרונות בתוך 30 דקות ישמשו לשיפור הרצף של ההקשר, דבר שיבלע יותר אסימוני OpenAI, מופעל כברירת מחדל .
hi: संवाद मोड सक्षम करने के बाद, 30 मिनट के भीतर हाल के %@ संवादों का उपयोग संदर्भ की सततता को बढ़ाने के लिए किया जाएगा, जिससे अधिक OpenAI टोकन्स की खपत होगी, डिफ़ॉल्ट रूप से सक्षम किया गया है।
it: Dopo aver abilitato la modalità conversazione, le recenti conversazioni %@ entro 30 minuti saranno utilizzate per migliorare la continuità del contesto, il che consumerà più Token OpenAI, abilitati per impostazione predefinita.
ja: 会話モードを有効にすると、最近30分間の%@回の対話が連続性を強化するために使用され、OpenAIのTokensがより多く消費されます。デフォルトではオンになっています。
ko: 세션 모드가 활성화되면 최근 30분 동안의 %@ 회화를 사용하여 맥락의 연속성을 강화하고, 더 많은 OpenAI의 Tokens를 소모합니다. 기본적으로 활성화됩니다.
ms: Selepas mengaktifkan mod perbualan, %@ perbualan terkini dalam masa 30 minit akan digunakan untuk meningkatkan kesinambungan konteks, yang akan menggunakan lebih banyak Token OpenAI, diaktifkan secara lalai.
sv: Nach Aktivierung des Konversationsmodus werden die letzten %@ Gespräche innerhalb von 30 Minuten verwendet, um die Kontinuität des Kontexts zu verbessern, was mehr OpenAI-Token verbraucht, standardmäßig aktiviert.
th: หลังจากเปิดใช้งานโหมดการสนทนา การสนทนา %@ ล่าสุดภายใน 30 นาทีจะถูกใช้เพื่อเพิ่มความต่อเนื่องของบริบท ซึ่งจะทำให้ใช้โทเค็น OpenAI มากขึ้น และเปิดใช้งานตามค่าเริ่มต้น;
vi: Sau khi mở chế độ phiên, %@ cuộc trò chuyện trong 30 phút gần đây sẽ được sử dụng để tăng cường tính liên tục của ngữ cảnh, sẽ tiêu thụ nhiều Tokens OpenAI hơn, mở theo mặc định.
zh_hant: 開啟會話模式後將使用最近30分鐘內的%@次對話以增強上下文的連續性，將消耗更多OpenAI的Tokens，默認開啟。

# 开启会话模式
source: Enable Conversation Mode
ar: تمكين وضع المحادثة
da: Aktivér samtalemodus
es: Habilitar modo de conversación
fr: Activer le mode de conversation
he: אפשר מצב שיחה
hi: संवाद मोड सक्षम करें
it: Abilita la modalità di conversazione
ja: 会話モードを有効にする
ko: 세션 모드 시작
ms: Aktifkan Mod Perbualan
sv: Aktiviere den Konversationsmodus
th: เปิดโหมดการสนทนา
vi: Mở chế độ phiên
zh_hant: 開啟會話模式

# AI.ADVANCE_CONTEXT_HINT
source: Please choose the number of included messages, the more the context, the smoother, the more Tokens consumed, too large will cause the request to fail, default 5.
ar: يرجى اختيار عدد الرسائل المدرجة ، كلما زاد السياق ، زاد السلاسة ، كلما زاد استهلاك الرموز ، أدى الحجم الكبير إلى فشل الطلب ، الافتراضي 5 .
da: Vælg venligst antallet af inkluderede meddelelser, jo mere sammenhængen, jo glattere, jo flere tokens forbruges, for stor vil medføre, at anmodningen mislykkes, standard 5.
es: Por favor, elija el número de mensajes incluidos, cuanto más contexto, más suave, más Tokens consumidos, demasiado grande causará que la solicitud falle, por defecto 5.
fr: Veuillez choisir le nombre de messages à inclure, plus il y a de contexte, plus la conversation est fluide, mais plus de tokens sont consommés. Trop de messages peuvent entraîner l'échec de la demande. Par défaut, 5.
he: אנא בחר את מספר ההודעות שנכללות, ככל שההקשר רחב יותר, התיענות חלקה יותר, יותר אסימונים מתשמשים, גודל גדול מדי יגרום לבקשה להיכשל, ברירת מחדל 5.
hi: कृपया शामिल संदेशों की संख्या चुनें, अधिक संदर्भ होने पर, यह सुचारु होता है, अधिक टोकन्स का उपभोग होता है, बहुत बड़ा होने से अनुरोध विफल हो जाएगा, डिफ़ॉल्ट 5।
it: Scegli il numero di messaggi inclusi, più il contesto, più fluido, più token consumati, troppo grande causerà il fallimento della richiesta, predefinito 5.
ja: 含まれるメッセージ数を選択してください、多いほど文脈がスムーズになり、トークンの消費が増え、大きすぎるとリクエストが失敗する可能性があります。デフォルトは5です。
ko: 메시지 수가 포함된 항목을 선택하십시오. 내용이 많을수록 매끄럽게 진행되고 토큰이 더 소비됩니다. 너무 크면 요청이 실패할 수 있습니다. 기본값은 5입니다.
ms: Sila pilih jumlah mesej yang disertakan, semakin banyak konteks, semakin lancar, semakin banyak Token yang digunakan, terlalu besar akan menyebabkan permintaan gagal, default 5.
sv: Bitte wählen Sie die Anzahl der enthaltenen Nachrichten, je mehr der Kontext, desto flüssiger, desto mehr Tokens verbraucht, zu groß wird dazu führen, dass die Anfrage fehlschlägt, Standard 5.
th: โปรดเลือกจำนวนข้อความที่รวมอยู่ภายใน มากขึ้นเท่าไหร่ บริบทก็ลื่นไหลขึ้นเท่านั้น การบริโภค Tokens จำนวนมากอาจทำให้คำขอล้มเหลว ด้วยค่าเริ่มต้นที่ 5
vi: Vui lòng chọn số lượng thông báo, càng nhiều ngữ cảnh càng trôi chảy, càng tiêu thụ Tokens, nếu quá lớn sẽ dẫn đến thất bại yêu cầu, mặc định là 5.
zh_hant: 請選擇包含消息數，越多上下文越流暢，越消耗Tokens，過大則會導致請求失敗，默認5。

# 上下文包含消息数
source: Number of Context Messages
ar: عدد الرسائل المدرجة في السياق
da: Antal beskeder inkluderet i kontekst
es: Número de Mensajes Incluidos en el Contexto
fr: Nombre de messages inclus dans le contexte
he: מספר ההודעות שכלולות בהקשר
hi: संदर्भ में शामिल संदेशों की संख्या
it: Numero di messaggi inclusi nel contesto
ja: 文脈に含まれるメッセージ数
ko: 콘텍스트에는 메시지 수가 포함되어 있습니다
ms: Jumlah Mesej Termasuk dalam Konteks
sv: Anzahl der Nachrichten im Kontext
th: จำนวนข้อความที่รวมอยู่ในบริบท
vi: Ngữ cảnh chứa số lượng tin nhắn
zh_hant: 上下文包含消息數

# AI.NETWORK_HINT
source: Note - OpenAI service is not accessible in some countries, please proxy the domain name of openai.com in VPN. - Using the above service will deduct the corresponding number of Tokens from your account.
ar: ملاحظة - لا يمكن الوصول إلى خدمة OpenAI في بعض البلدان ، يرجى عمل بروكسي لاسم النطاق openai.com في VPN. - سيتم خصم العدد المقابل من الرموز من حسابك.
fr: **Attention** - Le service OpenAI n'est pas accessible dans certains pays, veuillez ajouter le domaine openai.com à votre VPN pour le proxy. - L'utilisation des services ci-dessus déduira le nombre correspondant de tokens de votre compte.
hi: नोट - कुछ देशों में OpenAI सेवा सुलभ नहीं है, कृपया openai.com का डोमेन नाम VPN में प्रॉक्सी करें। - ऊपर की सेवा का उपयोग करने से आपके खाते से संबंधित संख्या में टोकन्स का कटौती होगा।
ja: **注意** - OpenAIサービスは一部の国でアクセスできません。VPNでopenai.comドメインをプロキシする必要があります。 - 上記のサービスを使用すると、アカウントから対応するトークン数が差し引かれます。
ko: **주의** - OpenAI 서비스는 일부 국가에서 접근할 수 없습니다. VPN에서 openai.com 도메인을 프록시로 추가하십시오. - 위의 서비스를 사용하면 계정에서 해당 토큰 수가 차감됩니다.
ms: Nota - Perkhidmatan OpenAI tidak dapat diakses di beberapa negara, silakan proksi nama domain openai.com dalam VPN. - Menggunakan perkhidmatan di atas akan menolak bilangan Tokens yang sepadan dari akaun anda.
sv: Hinweis - Der OpenAI-Dienst ist in einigen Ländern nicht zugänglich, bitte leiten Sie den Domain-Namen von openai.com in VPN um. - Die Nutzung des oben genannten Dienstes wird die entsprechende Anzahl von Tokens von Ihrem Konto abziehen.
th: หมายเหตุ - บริการ OpenAI ไม่สามารถเข้าถึงได้ในบางประเทศ โปรดใช้ proxy ชื่อโดเมนของ openai.com ใน VPN - การใช้บริการข้างต้นจะหักเหรียญที่เรียกว่า Tokens จากบัญชีของคุณ;
vi: **Lưu ý** - Dịch vụ OpenAI không thể truy cập được ở một số quốc gia, vui lòng thêm tên miền openai.com vào VPN của bạn để sử dụng proxy. - Sử dụng các dịch vụ trên sẽ trừ số lượng Token tương ứng trong tài khoản của bạn.
zh_hant: **注意** - OpenAI服務在部分國家無法訪問，請在VPN裡加入openai.com的域名進行代理。 - 使用以上服務會扣掉你帳戶裡相應的Token數量。

# OpenAI Key 不能为空！
source: OpenAI Key cannot be empty!
ar: لا يمكن أن يكون مفتاح OpenAI فارغًا!
da: OpenAI-nøgle kan ikke være tom!
es: ¡La clave de OpenAI no puede estar vacía!
fr: La clé OpenAI ne peut pas être vide !
he: מפתח OpenAI לא יכול להיות ריק!
hi: OpenAI Key खाली नहीं हो सकता!
it: La chiave OpenAI non può essere vuota!
ja: OpenAI Keyは空にできません！
ko: OpenAI Key는 비워 둘 수 없습니다!
ms: Kunci OpenAI tidak boleh kosong!
sv: OpenAI Schlüssel darf nicht leer sein!
th: ไม่สามารถปล่อยให้คีย์ OpenAI ว่างเปล่า!
vi: Khóa OpenAI không được để trống!
zh_hant: OpenAI Key 不能為空！

# 模型名字不能为空！
source: Model name cannot be empty!
ar: اسم النموذج لا يمكن أن يكون فارغًا!
da: Modelnavnet kan ikke være tomt!
es: ¡El nombre del modelo no puede estar vacío!
fr: Le nom du modèle ne peut pas être vide !
hi: मॉडल का नाम खाली नहीं हो सकता!
it: Il nome del modello non può essere vuoto!
ja: モデル名は空にできません！
ko: 모델 이름은 비워 둘 수 없습니다!
ms: Nama model tidak boleh kosong!
sv: Modellname darf nicht leer sein!
th: ชื่อรุ่นไม่สามารถเว้นว่างได้!
vi: Tên mô hình không được để trống!
zh_hant: 模型名字不能為空！
