Repository: oblank/NoteitLangs
Catalog: *.lproj/Localizable.strings
Languages: ar, da, es, fr, he, hi, it, ja, ko, ms, sv, th, vi, zh_hant

# 请问扩写到多少字？
source: How many words should it be expanded to?
ar: إلى كم عدد الكلمات يجب أن يتم توسيعها؟
da: Hvor mange ord skal det udvides til?
es: ¿A cuántas palabras debería expandirse?
fr: Combien de mots pour l'élargissement?
he: כמה מילים זה צריך להתרחב?
hi: यह कितने शब्दों में विस्तारित किया जाना चाहिए?
it: Quante parole dovrebbe essere espanso?
ja: 何文字まで詳述するのですか？
ko: 얼마나 많은 단어로 확장하시겠습니까?
ms: Berapa banyak perkataan yang harus dipanjangkan?
sv: Wie viele Wörter sollte es erweitert werden?
th: ควรขยายเป็นจำนวนคำเท่าใด?
vi: Xin hỏi mở rộng đến bao nhiêu từ?
zh_hant: 請問擴寫到多少字？

# 请问翻译成什么语言
source: What language should it be translated into?
ar: إلى أي لغة يجب ترجمتها؟
da: Hvilket sprog skal det oversættes til?
es: ¿A qué idioma debe ser traducido?
fr: Dans quelle langue faut-il traduire?
he: לאיזו שפה זה צריך להתורגם?
hi: इसे किस भाषा में अनुवादित किया जाना चाहिए?
it: In quale lingua dovrebbe essere tradotto?
ja: 何語に翻訳すればよいですか？
ko: 어떤 언어로 번역해야합니까
ms: Dalam bahasa apa harus diterjemahkan?
sv: In welche Sprache sollte es übersetzt werden?
th: ภาษาที่ควรแปลเป็นคืออะไร?
vi: 请问翻译成什么语言
zh_hant: 請問翻譯成什麼語言

# 点击解锁
source: Click To Unlock
ar: انقر لفتح
da: Klik for at låse op
es: Haz clic para desbloquear
fr: Cliquez pour déverrouiller
he: לחץ כדי לשחרר
hi: क्लिक करके अनलॉक करें
it: Clicca per sbloccare
ja: ロック解除をクリック
ko: 클릭하여 잠금 해제
ms: Klik Untuk Buka Kunci
sv: Klick zum Entsperren
th: คลิกเพื่อปลดล็อค
vi: Nhấn để mở khóa
zh_hant: 點擊解鎖

# 支持MarkDown语法，点击键盘上方的?了解
source: Supports MarkDown syntax, click the ? above the keyboard to learn more
ar: يدعم بناء الجمل باستخدام صيغة MarkDown، انقر على ? الموجود أعلى لوحة المفاتيح لمعرفة المزيد
da: Understøtter MarkDown-syntaks, klik på ? over tastaturet for at lære mere
es: Admite la sintaxis de MarkDown, haga clic en el ? arriba del teclado para aprender más
fr: Supporte la syntaxe MarkDown, cliquez sur le ? en haut du clavier pour comprendre
he: תומך בתחביר MarkDown, לחץ על ה ? מעל המקלדת כדי ללמוד עוד
hi: मार्कडाउन सिंटेक्स का समर्थन करता है, अधिक जानने के लिए कीबोर्ड के ऊपर ? पर क्लिक करें
it: Supporta la sintassi MarkDown, fai clic sul ? sopra la tastiera per saperne di più
ja: MarkDown構文をサポートしています。キーボードの上の?をクリックして詳細を知る
ko: Markdown 구문 지원, 키보드 상단의 ? 클릭하여 알아보기
ms: Menyokong sintaks MarkDown, klik ? di atas papan kekunci untuk belajar lebih lanjut
sv: Unterstützt MarkDown Syntax, klick das ? über der Tastatur um mehr zu erfahren
th: รองรับไวยากรณ์ MarkDown คลิกที่ ? ด้านบนคีย์บอร์ดเพื่อเรียนรู้เพิ่มเติม
vi: Hỗ trợ cú pháp MarkDown, nhấp vào ? ở trên bàn phím để tìm hiểu
zh_hant: 支持MarkDown語法，點擊鍵盤上方的?了解

# 请在%@后输入金额，如：%@12.3
source: Please input amount after%@, eg %@12.3
zh_hant: 請在%@後輸入金額，如：%@12.3

# 更多操作
source: More Actions
ar: المزيد من الإجراءات
da: Flere handlinger
es: Más acciones
fr: Plus d'opérations
he: פעולות נוספות
hi: अधिक कार्रवाईयाँ
it: Più azioni
ja: さらに操作
ko: 더 많은 작업
ms: Lagi Tindakan
sv: Mehr Aktionen
th: การดำเนินการเพิ่มเติม
vi: Thao tác khác
zh_hant: 更多操作

# 请选择
source: please choose action
da: vælg venligst handling
es: por favor elige una acción
fr: Veuillez choisir
he: בחר פעולה בבקשה
hi: कृपया कार्रवाई चुनें
it: per favore scegli l'azione
ja: 選択してください
ko: 선택해 주세요
ms: sila pilih tindakan
sv: bitte wählen Sie eine Aktion
vi: Vui lòng chọn
zh_hant: 請選擇

# SHARE_CONTENT
source: Noteit, a super simple APP that supports diary, accounting, address recording, and to-do, integrating AI automatic tag content and photos. Privacy Diary APP
ar: Noteit، تطبيق بسيط جدا يدعم اليومية، المحاسبة، تسجيل العنوان، والقائمة المرجعية، ودمج الأي آي التلقائية محتوى العلامة والصور. تطبيق اليومية الخصوصية
da: Noteit, en super simpel APP, der understøtter dagbog, regnskab, adresse optagelse, og to-do, integrerer AI automatisk tag indhold og fotos. Privacy Dagbog APP
es: Noteit, una APP súper simple que admite diario, contabilidad, registro de direcciones y tareas pendientes, integrando contenido de etiqueta automática de IA y fotos. APP de Diario Privado
fr: Note simple, journal privé, une application ultra-simplifiée qui supporte le journal, la comptabilité, l'enregistrement d'adresses, les tâches à faire, et intègre la fonction de tag automatique AI.
he: Noteit, אפליקציה פשוטה מאוד שתומכת ביומן, חשבונאות, רישום כתובת, ומה לעשות, משלבת תג תוכן ותמונות אוטומטיים AI. אפליקציה של יומן פרטיות;
hi: नोटिट, एक सुपर सरल ऐप जो डायरी, लेखाजोखा, पता रिकॉर्डिंग, और करने के लिए, AI ऑटोमैटिक टैग सामग्री और फ़ोटो को एकीकरण करता है। प्राइवेसी डायरी ऐप
it: Noteit, un APP super semplice che supporta diario, contabilità, registrazione degli indirizzi e obiettivi, integrando etichetta automatica AI contenuti e foto. APP diario privacy
ja: シンプルメモ、プライバシーダイアリー、日記、会計、アドレスレコード、TODOをサポートする超シンプルなアプリで、AI自動タグ付け機能が統合されています。
ko: 간단히 기억하라, 개인 일기, 일기, 회계, 주소 기록, 할 일을 지원하는 초간단 애플리케이션으로, AI 자동 태깅 기능이 통합되어 있습니다.
ms: Noteit, APP super mudah yang mendukung diari, perakaunan, rakaman alamat, dan tugas yang perlu dilakukan, mengintegrasikan tag isi kandungan dan foto AI secara automatik. APP Diary Privasi
sv: Noteit, ein super einfaches APP, das Tagebuch, Buchhaltung, Adressaufzeichnung und To-Do unterstützt, Integration von AI automatischen Tag Inhalt und Fotos. Datenschutz Tagebuch APP
th: Noteit, แอปพลิเคชันที่ง่ายสุดๆ ที่รองรับการเขียนบันทึก, การบัญชี, การบันทึกที่อยู่, และสิ่งที่ต้องทำ, รวมถึง AI ที่ทำการแท็กเนื้อหาและรูปภาพอัตโนมัติ. แอปพลิเคชันบันทึกความเป็นส่วนตัว
vi: Ghi đơn giản, nhật ký riêng tư, ứng dụng siêu đơn giản hỗ trợ nhật ký, ghi chú, ghi lại địa chỉ, công việc cần làm, tích hợp chức năng đánh dấu tự động AI.
zh_hant: 簡單記，隱私日記，一款支持日記、記帳、地址記錄、待辦的超簡潔應用，集成了AI自動打tag功能。

# 思源宋体
source: Source Han Serif
ar: مصدر هان سيريف
es: Fuente Han Serif
he: סורס האן סריף
hi: स्रोत हान सेरिफ
ja: 源ノ明朝
ko: 소스 한;
ms: Sumber Han Serif
sv: Quelle Han Serif
vi: Phông chữ Source Han Serif
zh_hant: 思源宋體

# 演示佛系
source: Buddhist
ar: بوذي
da: Buddhistisk
es: Budista
fr: Démonstration du système bouddhiste
he: בודהיסטי
hi: बौद्ध
it: Buddista
ja: 仏系デモ
ko: 演示佛系
ms: Buddha
sv: Buddhistisch
th: พุทธ
vi: 演示佛系
zh_hant: 演示佛系

# 演示悠然小楷
source: Youran XiaoKai
ar: يوران شياوكاي
da: Din løb XiaoKai
fr: Démonstration de la petite écriture cursive You Ran
he: יוראן חייקאי
hi: योऊरन ज़िअोकै
ja: デモ悠然小楷
ko: 데모 우아한 소문자
sv: Ihrean XiaoKai
vi: Trình diễn chữ nhỏ thong dong
zh_hant: 演示悠然小楷

# 杨任东竹石体
source: Bamboo Stone
ar: حجر الخيزران
da: Bambus Sten
es: Piedra de Bambú
fr: Yang Ren Dong Bamboo Stone Body
he: אבן במבוק
hi: बांस पत्थर
it: Pietra di bambù
ja: ヤン任東竹石の体
ko: 양임동 대나무 돌체
ms: Batu Buluh
sv: Bambusstein
th: หินไผ่
vi: Dạng chữ Trúc Thạch của Dương Nhậm Đông
zh_hant: 楊任東竹石體

# 清松手写体
source: Handwriting
ar: الكتابة باليد
da: Håndskrift
es: Escritura a mano
fr: Qing Song Handwriting
he: כתיבה ידנית
hi: हस्तलेखन
it: Scrittura a mano
ja: 清松手書き体
ko: 청송필체
ms: Tulisan tangan
sv: Handschrift
th: การเขียนด้วยมือ
vi: Phông chữ viết tay Thanh thông
zh_hant: 清松手寫體

# 胡晓波骚包体
source: Coquettish
ar: غامض
da: Koket
es: Coqueto
fr: Hu Xiaobo Saobao Body
he: קוקטיש
hi: नखरेबाज
it: Coquette
ja: 胡晓波骚包体
ko: 胡晓波骚包体
ms: Manja
sv: Kokett
th: ขี้เล่น
vi: 胡晓波骚包体
zh_hant: 胡曉波騷包體

# 字号大小（默认17）
source: Font size (default 17)
ar: حجم الخط (الافتراضي 17)
da: Skriftstørrelse (standard 17)
es: Tamaño de fuente (predeterminado 17)
fr: Taille de la police (par défaut 17)
he: גודל הגופן (ברירת מחדל 17)
hi: फ़ॉन्ट आकार (डिफ़ॉल्ट 17)
it: Dimensione del carattere (predefinita 17)
ja: フォントサイズ（デフォルトは17）
ko: 글자 크기 (기본 17)
ms: Saiz fon (lalai 17)
sv: Schriftgrösse (Standard 17)
th: ขนาดตัวอักษร (ค่าเริ่มต้น 17)
vi: Kích cỡ chữ (mặc định 17)
zh_hant: 字號大小（默認17）

# 当前%@
source: Current %@
ar: الحالي %@
da: Nuværende %@
es: Actual %@
fr: Actuel %@
he: נוכחי %@
hi: वर्तमान %@
it: Corrente %@
ja: 現在の%@
ko: 현재%@
ms: Sedang %@
sv: Aktuell %@
th: ปัจจุบัน %@
vi: Hiện tại%@
zh_hant: 當前%@

# 推荐字体
source: Recommended fonts
ar: الخطوط الموصى بها
da: Anbefalede skrifttyper
es: Fuentes recomendadas
fr: Police recommandée
he: פונטים מומלצים
hi: सुझाए गए फ़ॉन्ट
it: Font consigliati
ja: 推奨フォント
ko: 추천 글꼴
ms: Font yang disyorkan
sv: Empfohlene Schriftarten
th: แนะนำฟอนต์
vi: phông chữ đề xuất
zh_hant: 推薦字體

# 系统默认字体
source: System default font
ar: خط النظام الافتراضي
da: System standard skrifttype
es: Fuente predeterminada del sistema
fr: Police par défaut du système
he: גופן ברירת המחדל של המערכת
hi: सिस्टम डिफ़ॉल्ट फ़ॉन्ट
it: Carattere predefinito del sistema
ja: システムデフォルトのフォント
ko: 시스템 기본 글꼴
ms: Font default sistem
sv: Systemstandard-Schrift
th: ฟอนต์เริ่มต้นของระบบ
vi: phông chữ mặc định của hệ thống
zh_hant: 系統默認字體

# 自定义字体
source: Custom fonts
ar: الخطوط المخصصة
da: Egne skrifttyper
es: Fuentes personalizadas
fr: Police personnalisée
he: גופנים מותאמים אישית
hi: कस्टम फ़ॉन्ट्स
it: Caratteri personalizzati
ja: カスタムフォント
ko: 사용자 정의 글꼴
ms: Font khusus
sv: Eigene Schriften
th: แบบอักษรที่กำหนดเอง
vi: Phông chữ tùy chỉnh
zh_hant: 自定義字體

# FONT.ICLOUD_SYNC_HINT
source: After enabling iCloud, you can upload your font files in the 【Logit】-【fonts】 directory in the 【Files】APP.
es: Después de habilitar iCloud, puedes subir tus archivos de fuentes en el directorio 【Logit】-【fonts】 en la APP 【Files】;
fr: Une fois iCloud activé, vous pouvez télécharger vos fichiers de polices dans le répertoire Noteit/fonts dans l'application Fichiers.
he: לאחר הפעלת iCloud, אתה יכול להעלות את קובצי הגופן שלך במדריך 【Logit】-【fonts】 ב-【Files】APP.
hi: iCloud सक्षम करने के बाद, आप अपनी फ़ॉन्ट फ़ाइलों को 【Files】APP में 【Logit】-【fonts】 निर्देशिका में अपलोड कर सकते हैं।
it: Dopo aver abilitato iCloud, puoi caricare i tuoi file di caratteri nella directory 【Logit】-【fonts】 nell'app 【Files】.
ja: iCloudを開始すると、【ファイル】APPの中で、【Logit】-【fonts】ディレクトリにあなたのフォントファイルをアップロードできます。
ko: iCloud를 활성화한 후에는 【파일】APP에서 【Logit】-【fonts】 디렉토리에 글꼴 파일을 업로드하면됩니다.
ms: Setelah mengaktifkan iCloud, anda boleh muat naik fail fon anda dalam direktori 【Logit】-【font】 dalam APP 【Files】
sv: Nach der Aktivierung von iCloud können Sie Ihre Schriftdateien im 【Logit】-【Schriften】 Verzeichnis in der 【Dateien】APP hochladen.
th: หลังจากเปิดใช้งาน iCloud คุณสามารถอัปโหลดไฟล์แบบอักษรของคุณในไดเรกทอรี【Logit】-【แบบอักษร】ใน APP 【ไฟล์】;
vi: Sau khi mở iCloud, bạn có thể tải lên tệp phông của mình trong ứng dụng 【Tệp】ở 【Logit】-【Phông】.
zh_hant: 開啟iCloud後，你可以在【文件】APP裡，在【Logit】-【fonts】目錄上傳你的字體文件即可。

# 字体文件目录创建失败，请关闭重试
source: Failed to create font file directory, please close and retry
ar: فشل في إنشاء دليل ملف الخط ، يرجى الإغلاق وإعادة المحاولة
da: Kunne ikke oprette skriftfilmappe, luk venligst og prøv igen
es: No se pudo crear el directorio de archivos de fuente, por favor cierre y vuelva a intentarlo
fr: Échec de la création du répertoire de fichiers de police, veuillez fermer et réessayer
he: נכשל ביצירת ספריית קבצי הגופן, אנא סגור ונסה שוב
hi: फ़ॉन्ट फ़ाइल निर्देशिका बनाने में विफल, कृपया बंद करें और पुन: प्रयास करें
it: Impossibile creare la directory del file di caratteri, chiudi e riprova
ja: フォントファイルディレクトリの作成に失敗しました、閉じて再試行してください
ko: 폰트 파일 디렉토리 생성 실패, 재시도를 위해 닫아 주세요
ms: Gagal mencipta direktori fail fon, sila tutup dan cuba sekali lagi
sv: Fehlende Erstellung des Schriftartverzeichnisses, bitte schließen und erneut versuchen
th: ไม่สามารถสร้างไดเรกทอรีไฟล์ฟอนต์ โปรดปิดและลองใหม่
vi: Không thể tạo thư mục tệp phông chữ, vui lòng đóng và thử lại
zh_hant: 字體文件目錄創建失敗，請關閉重試

# 开始下载字体
source: Start downloading fonts
ar: ابدأ في تنزيل الخطوط
da: Start med at downloade skrifttyper
es: Inicia la descarga de fuentes
fr: Commencer à télécharger la police
he: התחל להוריד גופנים
hi: फॉन्ट्स डाउनलोड करना शुरू करें
it: Inizia a scaricare i font
ja: フォントのダウンロードを開始
ko: 폰트 다운로드 시작
ms: Mula memuat turun font
sv: Startet das Herunterladen von Schriften
th: เริ่มการดาวน์โหลดแบบอักษร
vi: Bắt đầu tải phông chữ
zh_hant: 開始下載字體

# 字体
source: Font
ar: خط
da: Skrifttype
es: Fuente
fr: Police
he: פונט
hi: फ़ॉन्ट
it: Carattere
ja: フォント
ko: 글꼴
ms: Fon
sv: Schriftart
th: แบบอักษร
vi: phông chữ
zh_hant: 字體

# 加载成功
source: Loaded successfully
ar: تم التحميل بنجاح
da: Indlæst succesfuldt
es: Cargado exitosamente
fr: Chargement réussi
he: נטען בהצלחה
hi: सफलतापूर्वक लोड हुआ
it: Caricato con successo
ja: 読み込み成功
ko: 로딩 성공
ms: Berjaya dimuatkan
sv: Erfolgreich geladen
th: โหลดสำเร็จแล้ว
vi: tải thành công
zh_hant: 加載成功

# 已经转为日记
source: Already turned into a diary
ar: تم تحويله بالفعل إلى مذكرة
da: Allerede forvandlet til en dagbog
es: Ya se convirtió en un diario
fr: Déjà converti en journal
he: כבר הפך ליומן
hi: पहले से ही डायरी में बदल दिया गया है
it: Già trasformato in un diario
ja: すでに日記に変換されました
ko: 일기로 전환되었습니다
ms: Sudah diubah menjadi buku harian
sv: Bereits in ein Tagebuch verwandelt
th: แปลงเป็นไดอารี่แล้ว
vi: Đã được chuyển thành nhật ký
zh_hant: 已經轉為日記

# 转为日记
source: Turn into a diary
ar: تحول إلى يوميات
da: Omdan til en dagbog
es: Conviértete en un diario
fr: Convertir en journal
he: הפוך ליומן
hi: डायरी में बदलें
it: Trasforma in un diario
ja: 日記に変換
ko: 일기로 변환
ms: Berubah menjadi buku harian
sv: Verwandle in ein Tagebuch
th: เปลี่ยนเป็นสมุดบันทึก
vi: Chuyển thành Nhật ký
zh_hant: 轉為日記

# 分享会话
source: Share Converstation
ar: مشاركة الحوار
da: Del samtale
es: Compartir Conversación
fr: Partager la session
he: שתף שיחה
hi: संवाद साझा करें
it: Condividi conversazione
ja: 共有セッション
ko: 세션 공유
ms: Kongsi Perbualan
sv: Gespräch teilen
th: แบ่งปันการสนทนา
vi: chia sẻ phiên
zh_hant: 分享會話

# 重新提问
source: Ask again
ar: اسأل مرة أخرى
da: Spørg igen
es: Pregunta de nuevo
fr: Reposer la question
he: שאל שוב
hi: फिर से पूछें
it: Chiedi di nuovo
ja: 再度質問する
ko: 다시 질문하기
ms: Tanya lagi
sv: Frag nochmal
th: ขอถามอีกครั้ง
vi: Đặt lại câu hỏi
zh_hant: 重新提問

# 复制问题
source: Copy question
ar: نسخ السؤال
da: Kopier spørgsmål
es: Copiar pregunta
fr: Copier la question
he: העתק שאלה
hi: प्रश्न की प्रतिलिपि करें
it: Copia domanda
ja: 問題をコピー
ko: 문제 복사
ms: Salin soalan
sv: Kopiere Frage
th: คัดลอกคำถาม
vi: sao chép vấn đề
zh_hant: 複製問題

# 复制答案
source: Copy answer
ar: نسخ الإجابة
da: Kopier svar
es: Copiar respuesta
fr: Copier la réponse
he: העתק תשובה
hi: उत्तर कॉपी करें
it: Copia risposta
ja: 答えをコピー
ko: 답변 복사
ms: Salin jawapan
sv: Kopie Antwort
th: คัดลอกคำตอบ
vi: sao chép câu trả lời
zh_hant: 複製答案

# 复制问题和答案
source: Copy question and answer
ar: نسخ السؤال والجواب
da: Kopier spørgsmål og svar
es: Copiar pregunta y respuesta
fr: Copier la question et la réponse
he: העתק שאלה ותשובה
hi: प्रश्न और उत्तर की प्रतिलिपि बनाएं
it: Copia domanda e risposta
ja: 質問と答えをコピー
ko: 질문과 답변 복사하기
ms: Salin soalan dan jawapan
sv: Kopiere Frage und Antwort
th: คัดลอกคำถามและคำตอบ
vi: Sao chép câu hỏi và câu trả lời
zh_hant: 複製問題和答案

# 随便问..
source: Ask anything..
ar: اسأل عن أي شيء..
da: Spørg om noget..
es: Pregunta cualquier cosa..
fr: Demandez n'importe quoi..
he: שאל כל דבר..
hi: कुछ भी पूछें..
it: Chiedi qualsiasi cosa..
ja: 適当に質問..
ko: 무엇이든 물어봐..
ms: Tanya apa-apa..
sv: Frag alles..
th: ถามอะไรก็ได้..
vi: Hỏi thoải mái..
zh_hant: 隨便問..

# 已经选择了
source: Already selected
ar: محدد بالفعل
da: Allerede valgt
es: Ya seleccionado
fr: Déjà choisi
he: כבר נבחר
hi: पहले से चुना गया है
it: Gia selezionato
ja: すでに選択されました
ko: 이미 선택되었습니다
ms: Sudah dipilih
sv: Bereits ausgewählt
th: เลือกแล้ว
vi: Đã được chọn
zh_hant: 已經選擇了

# 条了，开始分享吧
source: items, start sharing
ar: العناصر ، ابدأ المشاركة
da: elementer, start deling
es: artículos, comienza a compartir
fr: articles, commencer à partager
he: פריטים, התחל לשתף
hi: आइटम, साझा करना शुरू करें
it: articoli, inizia a condividere
ja: つ、シェアを始めましょう
ko: 알았어, 이제 공유하자
ms: item, mula berkongsi
sv: Artikel, starte das Teilen
th: รายการ, เริ่มการแบ่งปัน
vi: Đã xong, bắt đầu chia sẻ nhé
zh_hant: 條了，開始分享吧

# 请在下面输入你的问题
source: Please enter your question below
ar: يرجى إدخال سؤالك أدناه
da: Indtast dit spørgsmål nedenfor
es: Por favor, ingrese su pregunta a continuación
fr: Veuillez entrer votre question ci-dessous
he: אנא הכנס את שאלתך למטה
hi: कृपया अपना प्रश्न निचे दर्ज करें
it: Inserisci la tua domanda qui sotto
ja: 以下に質問を入力してください
ko: 아래에 귀하의 질문을 입력해 주세요
ms: Sila masukkan soalan anda di bawah
sv: Bitte geben Sie Ihre Frage unten ein
th: กรุณากรอกคำถามของคุณด้านล่าง
vi: Vui lòng nhập câu hỏi của bạn bên dưới
zh_hant: 請在下面輸入你的問題

# 有%lld个会话，请选择部分进行分享吧
source: There are %lld sessions, please choose some to share!
ar: هناك %lld جلسات، يرجى اختيار بعضها للمشاركة!
da: Der er %lld sessioner, vælg venligst nogle at dele!
es: Hay %lld sesiones, ¡por favor elige algunas para compartir!
fr: Il y a %lld sessions, veuillez en choisir quelques-unes pour partager!
he: יש %lld מפגשים, אנא בחר כמה לשתף!
hi: यहां %lld सत्र हैं, कृपया साझा करने के लिए कुछ चुनें!
it: Ci sono %lld sessioni, per favore scegli alcune da condividere!
ja: 会話が%lld組あります、一部を選んでシェアしてください!
ko: %lld개의 세션 있습니다, 일부를 공유하십시오!
ms: Terdapat %lld sesi, sila pilih beberapa untuk berkongsi!
sv: Es gibt %lld Sitzungen, bitte wählen Sie einige zum Teilen!
th: มีเซสชัน %lld รายการ โปรดเลือกบางรายการเพื่อแบ่งปัน!
vi: Có %lld phiên, vui lòng chọn một số để chia sẻ!
zh_hant: 有%lld個會話，請選擇部分進行分享吧!

# ALTER.NOT_SUPPORT_LIVE_TEXT
source: Note: Your phone model does not support live text
ar: ملاحظة: نموذج هاتفك لا يدعم النص المباشر
da: Bemærk: Din telefonmodel understøtter ikke live tekst
es: Nota: Tu modelo de teléfono no admite texto en vivo
fr: Remarque : Votre modèle de téléphone ne supporte pas le texte en direct
he: הערה: דגם הטלפון שלך אינו תומך בטקסט חי
hi: नोट: आपका फ़ोन मॉडल लाइव टेक्स्ट का समर्थन नहीं करता है
it: Nota: Il tuo modello di telefono non supporta il testo dal vivo
ja: 提示：あなたの携帯電話モデルはライブテキストをサポートしていません
ko: 提示：당신의 휴대폰 모델은 live text를 지원하지 않습니다
ms: Nota: Model telefon anda tidak menyokong teks langsung
sv: Hinweis: Ihr Handy-Modell unterstützt keinen Live-Text
th: หมายเหตุ: โมเดลโทรศัพท์ของคุณไม่รองรับข้อความถ่ายทอดสด
vi: Gợi ý: Mô hình điện thoại của bạn không hỗ trợ văn bản trực tiếp
zh_hant: 提示：您的手機型號不支持live text

# 搜索图标
source: Search icon
ar: أيقونة البحث
da: Søg ikon
es: Icono de búsqueda
fr: Icône de recherche
he: אייקון חיפוש
hi: खोज आइकन
it: Icona di ricerca
ja: アイコンを検索
ko: 검색 아이콘
ms: Ikon carian
sv: Suchsymbol
th: ไอคอนการค้นหา
vi: Biểu tượng tìm kiếm
zh_hant: 搜索圖標

# 请授权访问你的麦克风
source: Please authorize access to your microphone
ar: يرجى تفويض الوصول إلى ميكروفونك
da: Venligst godkend adgang til din mikrofon
es: Por favor autorice el acceso a su micrófono
fr: Veuillez autoriser l'accès à votre microphone
he: אנא אשר גישה למיקרופון שלך
hi: कृपया अपने माइक्रोफोन तक पहुंच की अनुमति दें
it: Per favore autorizza l'accesso al tuo microfono
ja: あなたのマイクへのアクセス許可をください
ko: 마이크 사용 권한을 부여해주세요
ms: Sila memberi kebenaran akses ke mikrofon anda
sv: Bitte authorisieren Sie den Zugriff auf Ihr Mikrofon
th: โปรดอนุญาตให้เข้าถึงไมโครโฟนของคุณ
vi: Vui lòng cấp quyền truy cập vào microphone của bạn
zh_hant: 請授權訪問你的麥克風

# 录音需要用到麦克风，请打开启麦克风权限。
source: Recording requires the use of a microphone, please open the microphone permissions.
da: Optagelse kræver brug af en mikrofon, venligst åbn mikrofon tilladelserne.
es: La grabación requiere el uso de un micrófono, por favor abre los permisos del micrófono.
fr: L'enregistrement nécessite l'utilisation d'un microphone, veuillez activer l'autorisation du microphone.
he: הקלטה דורשת שימוש במיקרופון, אנא פתח את הרשאות המיקרופון.
hi: रिकॉर्डिंग के लिए माइक्रोफोन का उपयोग करना आवश्यक है, कृपया माइक्रोफोन अनुमतियां खोलें।
it: La registrazione richiede l'uso di un microfono, si prega di aprire le autorizzazioni del microfono.
ja: 録音にはマイクが必要です、マイクの権限を開いてください。
ko: 녹음은 마이크가 필요합니다. 마이크 권한을 켜 주세요.
ms: Rakaman memerlukan penggunaan mikrofon, sila buka kebenaran mikrofon.
sv: Aufnahme benötigt die Verwendung eines Mikrofons, bitte öffnen Sie die Mikrofonberechtigungen.
th: การบันทึกต้องใช้ไมโครโฟน โปรดเปิดสิทธิ์ไมโครโฟน;
vi: Ghi âm cần sử dụng đến mic, vui lòng mở quyền truy cập mic.
zh_hant: 錄音需要用到麥克風，請打開啟麥克風權限。

# 去开启
source: Go to enable it
ar: اذهب لتمكينه
da: Gå for at aktivere det
es: Ve a habilitarlo
fr: Aller ouvrir
he: ללכת לאפשר את זה
hi: इसे सक्षम करने के लिए जाएं
it: Vai per abilitarlo
ja: 開く
ko: 열기
ms: Pergi untuk mengaktifkannya
sv: Geh es zu aktivieren
th: ไปเปิดใช้งาน
vi: đi mở
zh_hant: 去開啟

# 没有生物指纹识别功能
source: No biometric fingerprint recognition feature
ar: لا يوجد ميزة التعرف على بصمات الأصابع البيومترية
da: Ingen biometrisk fingeraftryksgenkendelsesfunktion
es: No hay función de reconocimiento de huellas dactilares biométricas
fr: Pas de fonction de reconnaissance d'empreintes digitales biologiques
he: אין תכונת זיהוי טביעת אצבע ביומטרית
hi: कोई बायोमेट्रिक फिंगरप्रिंट पहचान सुविधा नहीं है
it: Nessuna funzione di riconoscimento delle impronte digitali biometriche
ja: 生体認証の指紋認識機能がありません
ko: 생물학적 지문 인식 기능이 없습니다
ms: Tiada ciri pengenalan sidik jari biometrik
sv: Kei biometrischi Fingerabdruckerkenngsfunktion
th: ไม่มีคุณสมบัติการรู้จำลายนิ้วมือชีวภาพ
vi: Không có chức năng nhận dạng dấu vân tay
zh_hant: 沒有生物指紋識別功能

# 高德导航
source: Gaode navigation
ar: تنقل Gaode
es: Navegación Gaode
fr: Navigation Gaode
he: ניווט Gaode
hi: गाओदे नेविगेशन
it: Navigazione Gaode
ja: 高德ナビゲーション
ko: 카오디 네비게이션
ms: Navigasi Gaode
th: การนำทาง Gaode
vi: Định vị GaoDe
zh_hant: 高德導航

# 百度导航
source: Baidu navigation
ar: تنقل بيدو
es: Navegación de Baidu
fr: Navigation Baidu
he: ניווט ביידו
hi: Baidu नेविगेशन
it: Navigazione Baidu
ja: 百度ナビゲーション
ko: 바이두 내비게이션
ms: Penyelaras Baidu
th: การนำทาง Baidu
vi: Điều hướng Baidu
zh_hant: 百度導航

# Google导航
source: Google navigation
ar: توجيه Google
es: Navegación de Google
fr: Navigation Google
he: ניווט של Google
hi: गूगल नेविगेशन
it: Navigazione Google
ja: Googleナビゲーション
ko: Google 네비게이션
ms: Navigasi Google
th: การนำทาง Google
vi: Google điều hướng
zh_hant: Google導航

# 苹果导航
source: Apple navigation
ar: توجيه أبل
es: Navegación de Apple
fr: Navigation Apple
he: ניווט אפל
hi: एप्पल नेविगेशन
it: Navigazione Apple
ja: Appleナビゲーション
ko: 애플 네비게이션
ms: Navigasi Apple
th: การนำทาง Apple
vi: Điều hướng Apple
zh_hant: 蘋果導航

# 请确认安装了苹果导航
source: Please confirm apple navigation is installed
ar: يرجى التأكد من تثبيت التنقل في آبل
da: Bekræft venligst at apple navigation er installeret
es: Por favor confirme que la navegación de apple está instalada
fr: Veuillez confirmer que vous avez installé la navigation Apple
he: אנא אשר שהניווט של אפל מותקן
hi: कृपया पुष्टि करें कि एप्पल नेविगेशन स्थापित है
it: Conferma che la navigazione Apple sia installata
ja: Appleナビゲーションをインストールしたことを確認してください
ko: 애플 내비게이션을 설치했는지 확인해주세요
ms: Sila sahkan navigasi apple dipasang
sv: Bitte bestätigen Sie, dass Apple Navigation installiert ist
th: โปรดยืนยันว่าได้ติดตั้งการนำทางแอปเปิลแล้ว
vi: Xin hãy xác nhận bạn đã cài đặt điều hướng Apple
zh_hant: 請確認安裝了蘋果導航

# Markdown基础使用语法
source: Markdown Basic Usage Syntax
ar: تعليمات استخدام Markdown الأساسية
da: Markdown Grundlæggende brugssyntaks
es: Sintaxis de uso básico de Markdown
fr: Syntaxe de base de l'utilisation de Markdown
he: תחביר שימוש בסיסי של Markdown
hi: Markdown बेसिक उपयोग सिंटैक्स
it: Sintassi di uso base di Markdown
ja: Markdown 基本使用法
ko: Markdown 기본 사용 문법
ms: Sintaks Penggunaan Asas Markdown
sv: Markdown grundlegende Anwendung Syntax
th: ไวยากรณ์การใช้งานพื้นฐาน Markdown
vi: Cú pháp sử dụng cơ bản của Markdown
zh_hant: Markdown 基礎使用語法
