Repository: oblank/NoteitLangs
Catalog: *.lproj/Localizable.strings
Languages: ar, da, es, fr, he, hi, it, ja, ko, ms, sv, th, vi, zh_hant

# MLTAG.过年
source: Chinese New Year
ar: السنة الصينية الجديدة
da: Kinesisk nytår
fr: Nouvel An Chinois
he: ראש השנה הסיני
hi: चीनी नया वर्ष
ja: 中国の新年
ko: 설날
ms: Tahun Baru Cina
sv: Kinesiskt nyår
th: วันตรุษจีน
vi: Tết Nguyên Đán
zh_hant: 過年

# MLTAG.人群
source: Crowd
ar: الجمهور
da: Folkemængde
fr: Foule
he: קהל
hi: भीड़
ja: クラウド
ko: 사람들
ms: Kumpulan
sv: Folk
th: ฝูงชน
vi: Đám đông
zh_hant: 群眾

# MLTAG.消防
source: Fire fighting
ar: مكافحة الحرائق
da: Bekæmpelse af brand
fr: Lutte contre l'incendie
he: לחימה באש
hi: अग्नि निवारण
ja: 消防
ko: 소방
ms: Pemadam kebakaran
sv: Brandbekämpning
th: การดับเพลิง
vi: Chữa cháy
zh_hant: 消防

# MLTAG.颐和园
source: Summer Palace
ar: القصر الصيفي
da: Sommerpalads
fr: Palais d'été
he: ארמון הקיץ
hi: समर पैलेस
ja: 夏の宮殿
ko: 예하원
ms: Istana Musim Panas
sv: Sommarslott
th: พระราชวังฤดูร้อน
vi: Cung điện mùa hè
zh_hant: 頤和園

# MLTAG.打乒乓
source: Ping Pong
ar: بينغ بونغ
he: פינג פונג
hi: पिंग पोंग
ja: ピンポン
ko: 탁구를 치다
th: ปิงปอง
zh_hant: 打桌球

# MLTAG.川剧
source: Sichuan Opera
ar: أوبرا سيتشوان
fr: Opéra du Sichuan
he: אופרת סיצ'ואן
hi: सिचुआन ओपेरा
ja: 四川オペラ
ko: 충칭 오페라
ms: Opera Sichuan
th: โรงอุปรากรซิ่วจวน
vi: Kịch Sichuan
zh_hant: 川劇

# MLTAG.环卫工人
source: Sanitation Worker
ar: عامل النظافة
da: Rengøringsarbejder
fr: Agent d'assainissement
he: עובד סניטציה
hi: स्वच्छता कर्मचारी
ja: 清掃作業員
ko: 환경 보호 노동자
ms: Pekerja Sanitasi
sv: Saneringsarbetare
th: พนักงานสุขาภิบาล
vi: Nhân viên vệ sinh
zh_hant: 環衛工人

# MLTAG.猫咪
source: Cat
da: Kat
fr: Chat
he: חָתוּל
hi: बिल्ली
ja: 猫
ko: 고양이
ms: Kucing
sv: Katt
th: แมว
vi: Mèo
zh_hant: 猫咪

# MLTAG.羽毛球
source: Badminton
ar: ريشة الريشة
he: בדמינטון
hi: बैडमिंटन
ja: バドミントン
ko: 배드민턴
th: แบดมินตัน
vi: Cầu lông
zh_hant: 羽毛球

# MLTAG.路灯
source: Street Light
ar: أضواء الشارع
da: Gade lys
fr: Lumière de rue
he: רמזור רחוב
hi: सड़क की लाइट
ja: 街灯
ko: 가로등
ms: Lampu jalan
sv: Gatubelysning
th: ไฟถนน
vi: Đèn đường phố
zh_hant: 街燈

# MLTAG.无人机
source: Drone
ar: طائرة بدون طيار
he: דרון
hi: ड्रोन
ja: ドローン
ko: 드론
ms: Drones
sv: Drönare
th: โดรน
zh_hant: 無人機

# MLTAG.游戏
source: Game
ar: لعبة
da: Spil
fr: Jeu
he: מִשְׂחָק
hi: खेल
ja: ゲーム
ko: 게임
ms: Permainan
sv: Spel
th: เกม
vi: Trò chơi
zh_hant: 遊戲

# MLTAG.九寨沟
source: Jiuzhaigou
ar: جيوزهايجو
he: ג'יוזהאיגואו
hi: जियूझागो
ja: 九寨沟
ko: 지우차이고우
th: จิวไจโกว
zh_hant: 九寨溝

# MLTAG.旅行
source: Travel
ar: السفر
da: Rejse
fr: Voyage
he: נסיעה
hi: यात्रा
ja: 旅行
ko: 여행
ms: Perjalanan
sv: Resa
th: การเดินทาง
vi: Du lịch
zh_hant: 旅行

# MLTAG.故宫
source: Forbidden City
ar: المدينة المحرمة
da: Forbudt By
fr: Cité Interdite
he: עיר האסורה
hi: प्रतिबंधित नगर
ja: 故宮
ko: 경복궁
ms: Bandar Terlarang
sv: Förbjudna staden
th: เมืองห้าม
vi: Cung điện cấm đoán
zh_hant: 故宫

# MLTAG.熊猫
source: Panda
ar: باندا
he: פנדה
hi: पांडा
ja: パンダ
ko: 판다
th: แพนด้า
vi: Gấu trúc
zh_hant: 熊貓

# MLTAG.抽烟
source: Smoking
ar: التدخين
da: Rygning
fr: Fumer
he: עישון
hi: धूम्रपान
ja: 喫煙
ko: 흡연
ms: Merokok
sv: Rökning
th: การสูบบุหรี่
vi: Hút thuốc
zh_hant: 吸煙

# MLTAG.音乐会
source: Concert
ar: حفلة موسيقية
da: Koncert
he: קונצרט
hi: संगीत कार्यक्रम
ja: コンサート
ko: 음악회
ms: Konsert
sv: Konsert
th: คอนเสิร์ต
vi: Buổi hòa nhạc
zh_hant: 音樂會

# MLTAG.大学
source: University
ar: جامعة
da: Universitet
fr: Université
he: אוניברסיטה
hi: विश्वविद्यालय
ja: 大学
ko: 대학
ms: Universiti
sv: Universitet
th: มหาวิทยาลัย
vi: Đại học
zh_hant: 大學

# MLTAG.踢足球
source: Football
ar: كرة القدم
da: Fodbold
he: כדורגל
hi: फुटबॉल
ja: フットボール
ko: 축구를 차다
ms: Bola sepak
sv: Fotboll
th: ฟุตบอล
vi: Bóng đá
zh_hant: 踢足球

# MLTAG.喝酒
source: Drink
ar: شرب
da: Drik
fr: Boire de l'alcool
he: שתה
hi: पीने
ja: アルコールを飲む
ko: 주를 마시다
ms: Minum
sv: Dryck
th: ดื่ม
vi: Uống
zh_hant: 喝酒

# MLTAG.骑行
source: Cycling
ar: ركوب الدراجات
da: Cykling
fr: Cyclisme
he: רכיבה על אופניים
hi: साइकलिंग
ja: サイクリング
ko: 라이딩
ms: Berbasikal
sv: Cykling
th: การปั่นจักรยาน
vi: Đạp xe
zh_hant: 騎行

# MLTAG.歌剧
source: Opera
ar: أوبرا
fr: Opéra
he: אופרה
hi: ओपेरा
ja: オペラ
ko: 오페라
th: โอเปร่า
zh_hant: 歌劇

# MLTAG.话剧
source: Drama
ar: دراما
fr: Drame
he: דרמה
hi: नाटक
ja: ドラマ
ko: 연극
th: ละคร
vi: Kịch
zh_hant: 話劇

# MLTAG.天鹅
source: Swan
ar: البجعة
da: Svane
fr: Cygne
he: ברבור
hi: हंस
ja: スワン
ko: 백조
ms: Angsa
sv: Svan
th: สวาน
vi: Thiên nga
zh_hant: 天鵝

# MLTAG.航拍
source: Aerial Photography
ar: التصوير الجوي
da: Luftfotografering
fr: Photographie aérienne
he: צילום אווירי
hi: वायुयान फोटोग्राफी
ja: 航空写真
ko: 항공 촬영
ms: Fotografi Udara
sv: Flygfotografering
th: การถ่ายภาพมุมสูง
vi: Nhiếp ảnh hàng không
zh_hant: 航拍

# MLTAG.军训
source: Military training
ar: التدريب العسكري
da: Militær træning
fr: Entraînement militaire
he: אימון צבאי
hi: सैन्य प्रशिक्षण
ja: 軍事訓練
ko: 군사 훈련
ms: Latihan tentera
sv: Militärträning
th: การฝึกฝนทางทหาร
vi: Huấn luyện quân sự
zh_hant: 軍訓

# MLTAG.绘画
source: Drawing
ar: رسم
da: Tegning
fr: Dessin
he: שרטוט
hi: ड्राइंग
ja: ドローイング
ko: 그림
ms: Menggambar
sv: Ritning
th: วาดรูป
vi: Vẽ
zh_hant: 繪畫

# MLTAG.警察
source: Police
ar: شرطة
da: Politi
he: משטרה
hi: पुलिस
ja: 警察
ko: 경찰
ms: Polis
sv: Polis
th: ตำรวจ
vi: Cảnh sát
zh_hant: 警察

# MLTAG.晚会
source: Party
ar: حفلة
da: Fest
fr: Fête
he: מסיבה
hi: पार्टी
ja: パーティー
ko: 파티
ms: Pesta
sv: Fest
th: ปาร์ตี้
vi: Bữa tiệc
zh_hant: 晚會

# MLTAG.护士
source: Nurse
ar: ممرضة
da: Sygeplejerske
fr: Infirmière
he: אחות
hi: नर्स
ja: 看護師
ko: 간호사
ms: Jururawat
sv: Sjuksköterska
th: พยาบาล
vi: Y tá
zh_hant: 護士

# MLTAG.书店
source: Bookstore
ar: مكتبة لبيع الكتب
da: Boghandel
fr: Librairie
he: חנות ספרים
hi: पुस्तकालय
ja: 書店
ko: 서점
ms: Kedai buku
th: ร้านหนังสือ
vi: Nhà sách
zh_hant: 書店

# MLTAG.街舞
source: Street Dance
ar: رقص الشارع
da: Gade Dans
fr: Danse de rue
he: ריקודי רחוב
hi: सड़क नृत्य
ja: ストリートダンス
ko: 스트리트 댄스
ms: Tarian Jalanan
sv: Gatudans
th: การเต้นรำถนน
vi: Đường phố nhảy múa
zh_hant: 街舞

# MLTAG.日出
source: Sunrise
ar: الشروق
da: Solsopgang
fr: Lever du soleil
he: זריחה
hi: सूर्योदय
ja: 日の出
ko: 일출
ms: Matahari terbit
sv: Soluppgång
th: พระอาทิตย์ขึ้น
vi: Bình minh
zh_hant: 日出

# MLTAG.夜景
source: Night Scene
ar: مشهد ليلي
da: Nattescene
fr: Scène de nuit
he: סצנת לילה
hi: रात का दृश्य
ja: 夜のシーン
ko: 야경
ms: Scene Malam
sv: Nattscen
th: ฉากกลางคืน
vi: Cảnh đêm
zh_hant: 夜景

# MLTAG.风景
source: Scenery
ar: مناظر طبيعية
da: Landskab
fr: Paysage
he: נוף
hi: परिदृश्य
ja: 風景
ko: 풍경
ms: Pemandangan
sv: Scen
th: ทิวทัศน์
vi: Phong cảnh
zh_hant: 風景

# MLTAG.结婚
source: Married
ar: متزوج
da: Gift
fr: Marié
he: נשוי
hi: शादी शुदा
ja: 結婚した
ko: 결혼
ms: Kahwin
sv: Gift
th: แต่งงาน
vi: Đã kết hôn
zh_hant: 結婚

# MLTAG.军事
source: Military
ar: العسكرية
da: Militær
fr: Militaire
he: צבאי
hi: सैन्य
ja: 軍事
ko: 군사
ms: Tentera
sv: Militär
th: ทหาร
vi: Quân đội
zh_hant: 軍事

# MLTAG.打篮球
source: Basketball
ar: كرة السلة
he: כָּדוּרסַל
hi: बास्केटबॉल
ja: バスケットボール
ko: 농구를 치다
ms: Bola keranjang
sv: Basket
th: บาสเกตบอล
vi: Bóng rổ
zh_hant: 打籃球

# MLTAG.运动
source: Exercise
ar: تمرين
da: Øvelse
fr: Exercice
he: תרגיל
hi: व्यायाम
ja: エクササイズ
ko: 운동
ms: Senaman
sv: Övning
th: การออกกำลังกาย
vi: Bài tập
zh_hant: 運動

# MLTAG.车展
source: Car Show
ar: عرض السيارات
da: Bilshow
fr: Salon de l'automobile
hi: कार शो
ja: カーショー
ko: 자동차 전시회
ms: Pameran Kereta
sv: Bilshow
th: แสดงรถ
vi: Triển lãm xe hơi
zh_hant: 汽車展覽

# MLTAG.冬天
source: Winter
ar: الشتاء
da: Vinter
fr: Hiver
he: חורף
hi: शीत ऋतु
ja: 冬
ko: 겨울
ms: Musim sejuk
sv: Vinter
th: หน้าหนาว
vi: Mùa đông
zh_hant: 冬天

# MLTAG.帅哥
source: Handsome
ar: وسيم
da: Smuk
fr: Beau
he: יפהפה
hi: सुंदर
ja: ハンサム
ko: 잘생긴 남자
ms: Hensem
sv: Snygg
th: หล่อ
vi: Đẹp trai
zh_hant: 型男

# MLTAG.牛
source: Cow
ar: بقرة
da: Ko
fr: Vache
he: פָּרָה
hi: गाय
ja: 牛
ko: 소
ms: Lembu
sv: Ko
th: วัว
vi: Bò
zh_hant: 牛

# MLTAG.枫叶
source: Maple Leaf
ar: ورقة القيقب
da: Lønneblad
fr: Feuille d'érable
he: עלה מייפל
hi: मेपल पत्ती
ja: メープルリーフ
ko: 단풍잎
ms: Daun Maple
sv: Lönnlöv
th: ใบเมเปิ้ล
vi: Lá Phong
zh_hant: 楓葉

# MLTAG.晴空万里
source: Clear sky
ar: سماء صافية
da: Klar himmel
fr: Ciel clair
he: שמיים בהירים
hi: स्पष्ट आकाश
ja: 晴れの空
ko: 맑은 하늘
ms: Langit yang jernih
sv: Klar himmel
th: ท้องฟ้าแจ่มใส
vi: Bầu trời trong xanh
zh_hant: 晴空万里

# MLTAG.客机
source: Airliner
ar: طائرة ركاب
da: Flyselskab
he: מטוס נוסעים
hi: एयरलाइनर
ja: 旅客機
ko: 여객기
ms: Penerbangan penumpang
sv: Flygbolag
th: เครื่องบินขนาดใหญ่;
vi: Máy bay hành khách
zh_hant: 客机

# MLTAG.简笔画
source: Sketch
ar: رسم
da: Skitse
fr: Esquisse
he: סקיצה
hi: स्केच
ja: スケッチ
ko: 간단한 스케치
ms: Lakaran
sv: Skissa
th: สเก็ตช์
vi: Phác thảo
zh_hant: 簡筆畫

# MLTAG.交警
source: Traffic Police
ar: شرطة المرور
da: Trafikpoliti
fr: Police de la circulation
he: משטרת התנועה
hi: यातायात पुलिस
ja: 交通警察
ko: 교통 경찰
ms: Polis Trafik
sv: Trafikpolis
th: ตำรวจจราจร
vi: Cảnh sát giao thông
zh_hant: 交警

# MLTAG.票据
source: Bill
ar: بيل
da: Faktura
fr: Facture
he: ביל
hi: बिल
ja: ビル
ko: 영수증
sv: Faktura
th: บิล
vi: Hóa đơn
zh_hant: 票據

# MLTAG.夏天
source: Summer
ar: الصيف
da: Sommer
fr: Été
he: קיץ
hi: गर्मी
ja: 夏
ko: 여름
ms: Musim Panas
sv: Sommar
th: ฤดูร้อน
vi: Mùa hè
zh_hant: 夏天

# MLTAG.航空母舰
source: Aircraft carrier
ar: حاملة الطائرات
da: Flydebro
fr: Porte-avions
he: נושאת המטוסים
hi: विमानवाहक
ja: 航空母艦
ko: 항공모함
ms: Pembawa pesawat
sv: Hangarfartyg
th: เรือบรรทุกเครื่องบิน
vi: Tàu sân bay
zh_hant: 航空母舰

# MLTAG.恐龙
source: Dinosaur
ar: ديناصور
fr: Dinosaure
he: דִּינוֹזָאוּר
hi: डायनासोर
ja: 恐竜
ko: 공룡
ms: Dinosaurus
sv: Dinosaurie
th: ไดโนเสาร์
vi: Khủng long
zh_hant: 恐龙

# MLTAG.篮球
source: Basketball
ar: كرة السلة
he: כָּדוּרסַל
hi: बास्केटबॉल
ja: バスケットボール
ko: 농구
ms: Bola keranjang
sv: Basketboll
th: บาสเกตบอล
vi: Bóng rổ
zh_hant: 籃球

# MLTAG.冲浪
source: Surfing
ar: تصفح
fr: Surf
he: גלישה
hi: सर्फिंग
ja: サーフィン
ko: 서핑
ms: Selancar
sv: Surfning
th: การโต้คลื่น
vi: Lướt sóng
zh_hant: 衝浪

# MLTAG.直播
source: Live
ar: حي
da: Lever
fr: Vivre
he: חי
hi: जीना
ja: ライブ
ko: 라이브 방송
ms: Hidup
sv: Levande
th: สด
vi: Sống
zh_hant: 直播

# MLTAG.鸡
source: Chicken
da: Kylling
fr: Poulet
he: עוף
hi: मुर्गा
ja: チキン
ko: 닭
ms: Ayam
sv: Kyckling
th: ไก่
vi: Gà
zh_hant: 雞

# MLTAG.音乐
source: Music
ar: موسيقى
da: Musik
fr: Musique
he: מוסיקה
hi: संगीत
ja: 音楽
ko: 음악
ms: Muzik
sv: Musik
th: เพลง
vi: Âm nhạc
zh_hant: 音樂

# MLTAG.攀岩
source: Climbing
ar: تسلق
da: Klatring
fr: Escalade
he: טיפוס
hi: चढ़ाई
ja: 登山
ko: 등반
ms: Mendaki
sv: Klättring
th: ปีน
vi: Leo núi
zh_hant: 攀岩

# MLTAG.猫头鹰
source: Owl
ar: بومة
da: Ugle
fr: Chouette
he: יַנְשׁוּף
hi: उल्लू
ja: フクロウ
ko: 올빼미
ms: Burung hantu
sv: Uggla
th: นกฮูก
vi: Cú
zh_hant: 貓頭鷹

# MLTAG.黄龙
source: Yellow Dragon
ar: التنين الأصفر
da: Gul Drage
fr: Dragon Jaune
he: דרקון צהוב
hi: पीला ड्रैगन
ja: 黄色のドラゴン
ko: 황룡
ms: Naga Kuning
sv: Gul Drake
th: มังกรเหลือง
vi: Rồng Vàng
zh_hant: 黄龙

# MLTAG.cosplay
source: Cosplay
ar: كوسبلاي
he: קוספליי
hi: कॉसप्ले
ja: コスプレ
zh_hant: 角色扮演

# MLTAG.相机
source: Camera
ar: كاميرا
da: Kamera
fr: Appareil photo
he: מַצְלֵמָה
hi: कैमरा
ja: カメラ
ko: 카메라
ms: Kamera
sv: Kamera
th: กล้อง
vi: Máy ảnh
zh_hant: 相機

# MLTAG.滑雪
source: Skiing
ar: تزلج
fr: Le ski
he: סקי
hi: स्कीइंग
ja: スキー
ko: 스키
sv: Skidåkning
th: สกี
vi: Trượt tuyết
zh_hant: 滑雪

# MLTAG.老师
source: Teacher
ar: معلم
da: Lærer
fr: Enseignant
he: מורה
hi: अध्यापक
ja: 先生
ko: 선생님
ms: Guru
sv: Lärare
th: ครู
vi: Giáo viên
zh_hant: 老師

# MLTAG.京剧
source: Peking Opera
ar: بيكينج أوبرا
fr: Opéra de Pékin
he: אופרת בייג'ינג
hi: पेकिंग ओपेरा
ja: 京劇
ko: 경극
ms: Opera Beijing
th: โรงเรียนโอเปร่าปักกิ่ง
vi: Ca kịch Bắc Kinh
zh_hant: 京劇

# MLTAG.钢琴
source: Piano
ar: بيانو
da: Klaver
he: פסנתר
hi: पियानो
ja: ピアノ
ko: 피아노
th: เปียโน
zh_hant: 鋼琴

# MLTAG.化妆品
source: Cosmetics
ar: مستحضرات التجميل
da: Kosmetik
fr: Cosmétiques
he: קוסמטיקה
hi: कॉस्मेटिक्स
ja: 化粧品
ko: 화장품
ms: Kosmetik
sv: Kosmetika
th: เครื่องสำอาง
vi: Mỹ phẩm
zh_hant: 化妝品

# MLTAG.年会
source: Annual Meeting
ar: الاجتماع السنوي
da: Årligt møde
fr: Réunion annuelle
he: הפגישה השנתית
hi: वार्षिक सभा
ja: 年次会議
ko: 연례 회의
ms: Mesyuarat Tahunan
sv: Årsmöte
th: การประชุมประจำปี
vi: Hội nghị hàng năm
zh_hant: 年會

# MLTAG.上课
source: Attend class
ar: حضر الفصول الدراسية
da: Deltag i klasse
fr: Assister à la classe
he: להשתתף בשיעור
hi: कक्षा में भाग लें
ja: 授業
ko: 수업
ms: Hadiri kelas
sv: Deltaga i klass
th: เข้าร่วมชั้นเรียน
vi: Đi học
zh_hant: 上課

# MLTAG.古镇
source: Ancient town
ar: المدينة القديمة
da: Gammel by
fr: Ville ancienne
he: עיר עתיקה
hi: प्राचीन नगर
ja: 古い町
ko: 고향
ms: Pekan kuno
th: เมืองโบราณ
vi: Thị trấn cổ
zh_hant: 古鎮

# MLTAG.会议
source: Meeting
ar: اجتماع
da: Møde
fr: Réunion
he: פְּגִישָׁה
hi: मीटिंग
ja: ミーティング
ko: 회의
ms: Mesyuarat
sv: Möte
th: การประชุม
vi: Cuộc họp
zh_hant: 會議

# MLTAG.板画
source: Panel drawing
ar: رسم اللوحة
da: Panel tegning
fr: Dessin du panneau
he: שרטוט פנל
hi: पैनल ड्राइंग
ja: パネル描画
ko: 판화
ms: Lukisan panel
sv: Panelritning
th: การวาดแผงควบคุม
vi: Vẽ bảng
zh_hant: 畫板

# MLTAG.油菜花
source: Rapeseed Flower
ar: زهرة الرابس
da: Rapsblomst
fr: Fleur de colza
he: פרח רפס
hi: रैपसीड फ्लावर
ja: 菜の花
ko: 유채꽃
ms: Bunga canola
sv: Rapsblomma
th: ดอกคะน้า
vi: Hoa cải
zh_hant: 油菜花

# MLTAG.海边
source: Seaside
ar: شاطئ البحر
da: Havnefront
fr: Bord de mer
he: ים
hi: समुंदर का किनारा
ja: 海辺
ko: 해변
ms: Pantai
sv: Havsida
th: ชายทะเล
vi: Bãi biển
zh_hant: 海邊

# MLTAG.生病
source: Sick
ar: مريض
da: Syg
fr: Malade
he: חולה
hi: बीमार
ja: 病気
ko: 아파요
ms: Sakit
sv: Sjuk
th: ป่วย
vi: Bệnh
zh_hant: 生病

# MLTAG.聚餐
source: Gathering meal
ar: تجميع الوجبات
da: Samlingsmåltid
fr: Rassemblement de repas
he: איסוף ארוחה
hi: भोजन संग्रहण
ja: 集まりの食事
ko: 회식
ms: Mengumpulkan makanan
sv: Samlingsmåltid
th: รวมมื้ออาหาร
vi: Bữa tiệc tụ họp
zh_hant: 聚餐

# MLTAG.羊
source: Sheep
ar: خروف
da: Får
fr: Mouton
he: כבש
hi: भेड़
ja: 羊
ko: 양
ms: Kambing
sv: Får
th: แกะ
vi: Cừu
zh_hant: 羊

# MLTAG.滑板
source: Skateboard
ar: تزلج على الألواح
fr: Planche à roulettes
he: סקייטבורד
hi: स्केटबोर्ड
ja: スケートボード
ko: 스케이트보드
ms: Papan luncur
th: สเก็ตบอร์ด
vi: Ván trượt
zh_hant: 滑板

# MLTAG.看病
source: Doctor
ar: طبيب
da: Læge
fr: Docteur
he: רוֹפֵא
hi: डॉक्टर
ja: 医者
ko: 병을 보다
ms: Doktor
sv: Läkare
th: แพทย์
vi: Bác sĩ
zh_hant: 看病

# MLTAG.西藏
source: Tibet
ar: تبت
he: טיבט
hi: तिब्बत
ja: チベット
ko: 티벳
th: เทเบต
vi: Tây Tạng
zh_hant: 西藏

# MLTAG.工作
source: Work
ar: العمل
da: Arbejde
fr: Travail
he: עבודה
hi: काम
ja: 仕事
ko: 작업
ms: Kerja
sv: Arbete
th: งาน
vi: Công việc
zh_hant: 工作

# MLTAG.老人
source: Old man
ar: رجل عجوز
da: Ældre mand
fr: Vieux homme
he: איש זקן
hi: बुढ़ा आदमी
ja: 老人
ko: 노인
ms: Orang tua
sv: Gamla man
th: ผู้ชายชรา
vi: Người đàn ông già
zh_hant: 老人

# MLTAG.过生日
source: Birthday
ar: عيد الميلاد
da: Fødselsdag
fr: Anniversaire
he: יום הולדת
hi: जन्मदिन
ja: 誕生日
ko: 생일을 보내다
ms: Hari lahir
sv: Födelsedag
th: วันเกิด
vi: Sinh nhật
zh_hant: 過生日

# MLTAG.开会
source: Attending a meeting
ar: حضور اجتماع
da: Deltager i et møde
fr: Assister à une réunion
he: משתתף בפגישה
hi: एक सभा में भाग लेना
ja: 会議
ko: 회의
ms: Menghadiri mesyuarat
sv: Deltar i ett möte
th: เข้าร่วมการประชุม
vi: Tham dự một cuộc họp
zh_hant: 開會

# MLTAG.黄梅戏
source: Huangmei Opera
ar: أوبرا هوانغمي
fr: Opéra Huangmei
he: הואנגמיי אופרה
hi: हुआंगमेई ओपेरा
ja: 黄梅戯曲
ko: 黄梅戏
ms: Opera Huangmei
th: หวงเมยโอเปร่า
vi: Dân ca hoàng mễ
zh_hant: 黄梅戏

# MLTAG.插图
source: Illustration
ar: التوضيح
he: איור
hi: चित्रण
ja: イラストレーション
ko: 삽화
ms: Ilustrasi
th: ภาพประกอบ
vi: Minh họa
zh_hant: 插圖

# MLTAG.秋天
source: Autumn
ar: الخريف
da: Efterår
fr: Automne
he: אוטומן
hi: शरद
ja: 秋
ko: 가을
ms: Musim luruh
sv: Höst
th: ฤดูใบไม้ร่วง
vi: Mùa thu
zh_hant: 秋天

# MLTAG.藏族
source: Tibetan
ar: التبتية
da: Tibetansk
fr: Tibétain
he: טיבטית
hi: तिब्बती
ja: チベット語
ko: 티베트족
ms: Tibet
sv: Tibetanska
th: ทิเบต
vi: Tiếng Tây Tạng
zh_hant: 藏族

# MLTAG.跳舞
source: Dance
ar: رقص
da: Dans
fr: Danse
he: ריקוד
hi: नृत्य
ja: ダンス
ko: 춤추다
ms: Tarian
sv: Dans
th: เต้น
vi: Nhảy múa
zh_hant: 跳舞

# MLTAG.天安门
source: Tiananmen
ar: 天安门
he: טיאנאנמן
hi: तियानानमेन
ja: 天安門
ko: 천안문
th: เทียนอันเมิน
vi: Quảng trường Thiên An Môn
zh_hant: 天安門

# MLTAG.AV女星
source: AVStar
da: AVStjerne
fr: ÉtoileAV
he: איי וי סטאר
hi: AVस्टार
ja: AVスター
ko: AV女星
ms: AVBintang
sv: AVStjärna
zh_hant: AV女星

# MLTAG.麦田
source: Wheat field
ar: حقل القمح
da: Hvedemark
fr: Champ de blé
he: שדה חיטה
hi: गेहूं का खेत
ja: 麦畑
ko: 밀밭
ms: Ladang gandum
sv: Vetefält
th: ทุ่งข้าวสาลี
vi: Cánh đồng lúa mì
zh_hant: 麦田

# MLTAG.近击的巨人
source: Giant
ar: عملاق
da: Kæmpe
fr: Géant
he: ענק
hi: विशाल
ja: 巨人
ko: 근접한 거인
ms: Gergasi
sv: Jätte
th: ยักษ์
vi: Khổng lồ
zh_hant: 近擊的巨人

# MLTAG.战斗机
source: Fighter Jet
ar: طائرة مقاتلة
da: Kampfly
fr: Jet de combat
he: מטוס לחימה
hi: फाइटर जेट
ja: 戦闘機
ko: 전투기
ms: Jet Pejuang
th: เครื่องบินขับไล่
vi: Máy bay chiến đấu
zh_hant: 戰鬥機

# MLTAG.装修
source: Renovation
ar: تجديد
da: Renovering
fr: Rénovation
he: שיפוץ
hi: रेनोवेशन
ja: 改装
ko: 인테리어
ms: Pembaikan
sv: Renovering
th: การปรับปรุง
vi: Đổi mới
zh_hant: 裝修

# MLTAG.书籍
source: Book
ar: كتاب
da: Bog
fr: Livre
he: ספר
hi: पुस्तक
ja: 本
ko: 책
ms: Buku
sv: Bok
th: หนังสือ
vi: Sách
zh_hant: 書籍

# MLTAG.小吃
source: Snack
ar: وجبة خفيفة
fr: Encas
he: חָטִיף
hi: स्नैक
ja: スナック
ko: 간식
ms: Makanan ringan
sv: Snacks
th: ขนม
vi: Bữa ăn nhẹ
zh_hant: 小食

# MLTAG.健身
source: Fitness
ar: لياقة
fr: Forme physique
he: כושר
hi: फिटनेस
ja: フィットネス
ko: 건강
ms: Kecergasan
th: ฟิตเนส
vi: Sức khỏe
zh_hant: 健身

# MLTAG.兔子
source: Rabbit
ar: أرنب
da: Kanin
fr: Lapin
ja: ウサギ
ko: 兔子
ms: Arnab
sv: Kanin
th: กระต่าย
vi: Thỏ
zh_hant: 兔子

# MLTAG.窑洞
source: Cave dwelling
ar: العيش في الكهف
da: Hulebolig
fr: Habitation de grotte
he: מַעֲרָת גּוּר
hi: गुफा निवास
ja: 洞窟
ko: 온돌
ms: Kediaman gua
sv: Grottbostad
th: ที่อยู่ในถ้ำ
vi: Động cư trú
zh_hant: 窯洞

# MLTAG.射击
source: Shooting
ar: اطلاق النار
da: Skydning
fr: Tir
he: ירי
hi: शूटिंग
ja: 撮影
ko: 슈팅
ms: Menembak
sv: Skjutning
th: การถ่ายภาพ
vi: Bắn súng
zh_hant: 射擊

# MLTAG.春游
source: Spring outing
ar: رحلة الربيع
da: Forårsudflugt
fr: Sortie de printemps
he: טיול אביב
hi: वसंत आउटिंग
ja: 春の遠足
ko: 봄나들이
ms: Keluarnya musim bunga
sv: Vårutflykt
th: ทริปชมธรรมชาติในฤดูใบไม้ผลิ
vi: Dạo xuân
zh_hant: 春遊

# MLTAG.银杏
source: Ginkgo
ar: جينكو
he: גינקו
hi: गिंको
ja: ギンコ
ko: 은행나무
th: กิ้งโก้
zh_hant: 銀杏

# MLTAG.跑步
source: Running
ar: جاري العمل
da: Løber
he: ריצה
hi: चल रहा है
ja: ランニング
ko: 달리기
ms: Berlari
sv: Kör
th: กำลังวิ่ง
vi: Đang chạy
zh_hant: 跑步

# MLTAG.飞鸟
source: Bird
ar: طائر
da: Fugl
fr: Oiseau
he: ציפור
hi: पक्षी
ko: 새
ms: Burung
sv: Fågel
th: นก
vi: Chim
zh_hant: 飞鸟

# MLTAG.相声
source: Cross talk
ar: تداخل الكلام
da: Krydstale
he: שיחה מוצלבת
hi: क्रॉस बातचीत
ja: クロストーク
ko: 코미디 쇼
ms: Percakapan silang
sv: Korsprat
th: คำพูดข้ามกัน
vi: Giao tiếp chéo
zh_hant: 相聲

# MLTAG.苹果
source: Apple
ar: تفاحة
fr: Pomme
he: תַּפּוּחַ
hi: सेव
ja: アップル
ko: 사과
ms: Epal
sv: Äpple
th: แอปเปิล
vi: Táo
zh_hant: 蘋果

# MLTAG.三星堆
source: Sanxingdui
ar: سانشينجدوي
he: סנסינגדואי
ja: 三星堆
ko: 삼성 더미
th: ซานซิงดุ่ย
zh_hant: 三星堆

# MLTAG.水果
source: Fruit
ar: فاكهة
da: Frugt
he: פְּרִי
hi: फल
ja: フルーツ
ko: 과일
ms: Buah
sv: Frukt
th: ผลไม้
vi: Trái cây
zh_hant: 水果

# MLTAG.婚礼
source: Wedding
ar: زفاف
da: Bryllup
fr: Mariage
he: חתונה
hi: शादी
ja: 結婚式
ko: 결혼식
ms: Pernikahan
sv: Bröllop
th: งานแต่งงาน
vi: Đám cưới
zh_hant: 婚禮

# MLTAG.美女
source: Beautiful
ar: جميلة
da: Smuk
fr: Belle femme
he: יפה
hi: सुंदर
ja: 美しい女性
ko: 미녀
ms: Indah
sv: Vacker
th: ผู้หญิงที่สวยงาม
vi: Người phụ nữ xinh đẹp
zh_hant: 美女

# MLTAG.祈祷
source: Pray
ar: صلاة
da: Bøn
fr: Prier
he: לְהִתְפַּלֵּל
hi: प्रार्थना
ja: 祈り
ko: 기도
ms: Doa
sv: Bön
th: ขอ
vi: Cầu nguyện
zh_hant: 祈禱

# 本周
source: Week
ar: أسبوع
es: Semanal
fr: Semaine
he: שבוע
hi: सप्ताह
it: Settimana
ja: 今週
ko: 이번 주
ms: Minggu
sv: Vecka
th: สัปดาห์
vi: Tuần
zh_hant: 本週

# 本月
source: Month
ar: شهر
es: Mes
fr: Mois
he: חודש
hi: महीना
it: Mese
ja: この月
ko: 이번 달
ms: Bulan
sv: Månad
th: เดือน
vi: Tháng
zh_hant: 本月

# 本年
source: Year
ar: السنة
es: Año
fr: Année
he: שנה
hi: वर्ष
it: Anno
ja: 今年
ko: 올해
ms: Tahun
sv: År
th: ปี
vi: Năm
zh_hant: 本年

# AN.分类
source: CATEGORY
ar: الفئة
es: CATEGORÍA
fr: CATEGORIE
he: קטגוריה
hi: श्रेणी
it: CATEGORIA
ja: カテゴリ
ko: 분류
ms: KATEGORI
sv: KATEGORI
th: หมวดหมู่
vi: DANH MỤC
zh_hant: 分類

# AN.字数
source: WORDS
ar: كلمات
es: PALABRAS
fr: MOTS
he: מילים
hi: शब्द
it: PAROLE
ja: 文字数
ko: 글자 수
ms: PERKATAAN
sv: ORD
th: คำ
vi: TỪ
zh_hant: 字數

# AN.照片
source: PHOTOS
ar: صور
es: FOTOS
he: צילומים
hi: फ़ोटो
it: FOTO
ja: 写真
ko: 사진
ms: GAMBAR
sv: FOTON
th: ภาพถ่าย
vi: ẢNH
zh_hant: 相片

# AN.标签
source: TAGS
ar: العلامات
es: ETIQUETAS
he: תגים
hi: टैग्स
ja: ラベル
ko: 라벨
sv: TAGGAR
th: แท็ก
vi: THẺ
zh_hant: 標籤

# AN.地址
source: LOCATIONS
ar: المواقع
es: UBICACIONES
fr: EMPLACEMENTS
he: מיקומים
hi: स्थान
it: LOCALITÀ
ja: 住所
ko: 주소
ms: LOKASI
sv: PLATSER
th: ตำแหน่งที่ตั้ง
vi: ĐỊA ĐIỂM
zh_hant: 地址

# AI聊天
source: AI TALKS
ar: الذكاء الاصطناعي يتحدث
es: IA HABLA
fr: IA PARLE
he: AI מדבר
hi: एआई बातचीत
it: AI PARLA
ja: AIチャット
ko: AI 채팅
ms: AI BERCAKAP
sv: AI SAMTAL
th: AI พูดคุย
vi: AI NÓI CHUYỆN
zh_hant: AI聊天

# AN.朋友
source: Friends
ar: الأصدقاء
es: Amigos
fr: Amis
he: חברים
hi: दोस्त
it: Amici
ja: 友達
ko: 친구
ms: Rakan-rakan
sv: Vänner
th: เพื่อน
vi: Bạn bè
zh_hant: 朋友

# 天数
source: DAYS
ar: أيام
es: DÍAS
fr: JOURS
he: ימים
hi: दिन
it: GIORNI
ja: 日数
ko: 일수
ms: Hari-hari
sv: DAGAR
th: วัน
vi: NGÀY
zh_hant: 天數

# 习惯
source: HOBITS
ar: هوبيتس
es: HOBBITS
he: הוביטים
it: HOBBIT
ja: 慣習
ko: 습관
zh_hant: 習慣

# 记录最频繁
source: Favorite Week
ar: الأسبوع المفضل
es: Semanal Favorito
fr: Semaine favorite
he: שבוע מועדף
hi: पसंदीदा सप्ताह
it: Settimana preferita
ja: 最も頻繁に記録
ko: 가장 빈번한 기록
ms: Minggu Kegemaran
sv: Favoritvecka
th: สัปดาห์ที่ชอบ
vi: Tuần yêu thích
zh_hant: 记录最频繁

# 最爱此时记录
source: Favorite Time
ar: الوقت المفضل
es: Tiempo Favorito
fr: Temps préféré
he: זמן מועדף
hi: पसंदीदा समय
it: Tempo Preferito
ja: この瞬間を記録するのが最も好きです
ko: 이 시간을 가장 좋아하는 기록
ms: Masa Favorit
sv: Favorittid
th: เวลาที่ชอบ
vi: Thời gian yêu thích
zh_hant: 最愛此時記錄

# 记录最多的分类
source: Top Category
ar: الفئة العليا
es: Categoría superior
fr: Catégorie supérieure
he: קטגוריה עליונה
hi: शीर्ष श्रेणी
it: Categoria superiore
ja: 最も多くのカテゴリを記録する
ko: 기록이 가장 많은 카테고리
ms: Kategori Teratas
sv: Toppkategorin
th: หมวดหมู่ด้านบน
vi: Danh mục hàng đầu
zh_hant: 記錄最多的分類

# 使用最多的标签
source: Top Tag
ar: العلامات العليا
es: Etiquetas principales
fr: Tags de tête
he: תגים עליונים
hi: शीर्ष टैग
it: Tag principali
ja: 最も使用されるタグ
ko: 가장 많이 사용하는 태그
ms: Tag Teratas
sv: Topp Taggar
th: แท็กยอดนิยม
vi: Thẻ hàng đầu
zh_hant: 使用最多的標籤

# 最新
source: Latest
ar: الأحدث
es: Último
fr: Dernier
he: האחרון
hi: नवीनतम
it: Ultimo
ja: 最新
ko: 최신
ms: Terbaru
sv: Senaste
th: ล่าสุด
vi: Mới nhất
zh_hant: 最新

# 字数最多
source: Maximum Words
ar: الكلمات القصوى
es: Palabras Máximas
fr: Mots maximum
he: מילים מרביות
hi: अधिकतम शब्द
it: Parole Massime
ja: 最大文字数
ko: 최대 문자 수
ms: Kata Maksimum
sv: Maximalt antal ord
th: คำสูงสุด
zh_hant: 字數最多

# 照片最多
source: Maximum Photos
es: Fotos Máximas
fr: Photos Maximales
hi: अधिकतम फ़ोटो
ja: 写真の最大数
ko: 사진이 최대
ms: Fotos Maksimum
sv: Maximala foton
zh_hant: 照片最多

# 参与人最多
source: Maximum Number of Friends
ar: الحد الأقصى لعدد الأصدقاء
es: Número Máximo de Amigos
fr: Nombre Maximum d'Amis
he: מספר מרבי של חברים
hi: अधिकतम संख्या मित्र
it: Numero Massimo di Amici
ja: 参加者の最大数
ko: 참여자 최대
ms: Bilangan Maksimum Rakan
sv: Maximalt antal vänner
th: จำนวนสูงสุดของเพื่อน
vi: Số lượng bạn bè tối đa
zh_hant: 參與人最多

source: Open URL
zh_hant: 打开链接

# LANG.SHARE.CONTENT
source: Noteit, an AI-supported private diary application, prioritizes local storage and is permanently available.
ar: ملاحظة : منظمة العفو الدولية تدعم تطبيق اليوميات الخاصة ، المحلية المفضلة ، متاحة بشكل دائم .
hi: निश्चय है, एआई द्वारा समर्थित निजी डायरी अनुप्रयोग, प्राथमिकता स्थानीय र स्थायी रूप से उपलब्ध है
ja: Noteit、AIがサポートするプライバシー日記アプリケーション、ローカル優先、永続的に利用可能。
ko: Noteit, AI가 지원하는 개인 다이어리 앱, 로컬 우선, 영구 사용 가능.
zh_hant: Noteit，AI支持的私密日記應用，本地優先，永久可用。

# AI_CONVERSATION.SMART_WRITER
source: SmartWriter
ar: كاتب ذكي
da: Smart forfatter
es: Escritor Inteligente
fr: Écrivain intelligent
he: כותב חכם
hi: बुद्धिमान लेखक
it: Scrittore Intelligente
ja: スマートライター
ko: 스마트 라이터
ms: Penulis Cerdas
sv: Smart författare
th: นักเขียนอัจฉริยะ
vi: Người viết thông minh
zh_hant: 智能作家
