Repository: oblank/NoteitLangs
Catalog: *.lproj/Localizable.strings
Languages: ar, da, es, fr, he, hi, it, ja, ko, ms, sv, th, vi, zh_hant

# 简单记
source: Noteit
ar: ملاحظة
hi: नोटइट
it: Notalo
zh_hant: 簡單記

# 简单记 Noteit
source: Noteit
ar: ملاحظة
it: Notalo
zh_hant: 簡單記 Noteit

# 回顾
source: Calendar
ar: التقويم
da: Kalender
es: Calendario
fr: Revue
he: לוח שנה
hi: कैलेंडर
it: Calendario
ja: レビュー
ko: 회고
ms: Kalendar
sv: Kalender
th: ปฏิทิน
vi: Đánh giá lại
zh_hant: 回顧

# 分类
source: Category
ar: فئة
da: Kategori
es: Categoría
fr: Catégorie
he: קטגוריה
hi: श्रेणी
it: Categoria
ja: カテゴリ
ko: 분류
ms: Kategori
sv: Kategorie
th: หมวดหมู่
vi: Phân loại
zh_hant: 分類

# 标签
source: Tags
ar: العلامات
da: Mærker
es: Etiquetas
fr: Étiquette
he: תגים
hi: टैग
it: Tag
ja: タグ
ko: 라벨
ms: Tag
th: แท็ก
vi: Nhãn
zh_hant: 標籤

# 相册
source: Album
ar: ألبوم
es: Álbum
he: אלבום
hi: एल्बम
ja: アルバム
ko: 앨범
th: อัลบั้ม
zh_hant: 相簿

# 足迹
source: Footprint
ar: بصمة
da: Fodaftryk
es: Huella
fr: Empreintes
hi: पदचिह्न
it: Impronta
ja: 足跡
ko: 발자국
ms: Jejak kaki
sv: Fussabdruck
th: รอยเท้า
vi: dấu chân
zh_hant: 足跡

# 记录一下
source: Note
ar: ملاحظة
da: Bemærk
es: Nota
fr: Notez-le
he: הערה
hi: नोट
it: Nota
ja: 記録
ko: 기록하다
ms: Nota
sv: Notiz
th: บันทึก
vi: Ghi lại một chút
zh_hant: 記錄一下

# 搜索或问我任何事情...
source: Search or ask me anything...
ar: ابحث أو اسألني أي شيء ...
da: Søg eller spørg mig om noget...
es: Busca o pregúntame cualquier cosa...
fr: Recherchez ou demandez-moi n'importe quoi...
he: חפש או שאל אותי כל דבר...
hi: मुझसे कुछ भी खोजें या पूछें...
it: Cerca o chiedimi qualsiasi cosa...
ja: 何でも検索または私に聞く...
ko: 검색하거나 나에게 아무것도 물어보세요...
ms: Cari atau tanya saya apa saja...
sv: Suach oder froag mi alles...
th: ค้นหาหรือสอบถามฉันเกี่ยวกับสิ่งใดก็ได้...
vi: Tìm kiếm hoặc hỏi tôi bất cứ điều gì...
zh_hant: 搜索或問我任何事情...

# 咨询AI
source: Ask AI
ar: اسأل الذكاء الاصطناعي
da: Spørg AI
es: Pregunta a AI
fr: Consultez l'IA
he: שאל את AI
hi: पूछें एआई
it: Chiedi AI
ja: AIに問い合わせる
ko: AI에게 상담하다
ms: Tanya AI
sv: Frag AI
th: ถาม AI
vi: Tham vấn AI
zh_hant: 諮詢AI

# 搜标题
source: Search title
ar: عنوان البحث
da: Søgetitel
es: Título de búsqueda
fr: Recherche par titre
he: כותרת חיפוש
hi: खोज शीर्षक
it: Titolo di ricerca
ja: タイトルを検索する
ko: 제목 검색
ms: Cari tajuk
sv: Suachtitel
th: ชื่อการค้นหา
vi: Tìm tiêu đề
zh_hant: 搜標題

# 搜内容
source: Search content
ar: بحث عن المحتوى
da: Søg indhold
es: Buscar contenido
fr: Recherche par contenu
he: חפש תוכן
hi: खोज सामग्री
it: Cerca contenuto
ja: 内容を検索する
ko: 내용 검색
ms: Cari kandungan
sv: Suchinhalt
th: ค้นหาเนื้อหา
vi: Tìm nội dung
zh_hant: 搜內容

# 仅限有图
source: Images only
ar: صور فقط
da: Kun billeder
es: Solo imágenes
fr: Images seulement
he: תמונות בלבד
hi: केवल छवियां
it: Solo immagini
ja: 画像限定
ko: 이미지만 가능
ms: Hanya imej
sv: Nur Bilder
vi: Chỉ dành cho những người có hình
zh_hant: 僅限有圖

# 搜音频
source: Search audio
ar: بحث الصوت
da: Søg lyd
es: Buscar audio
fr: Recherche audio
he: חפש אודיו
hi: ऑडियो खोजें
it: Cerca audio
ja: 音声を検索する
ko: 오디오 검색
ms: Cari audio
sv: Suche Audio
th: ค้นหาเสียง
vi: Tìm kiếm âm thanh
zh_hant: 搜音頻

# 搜记账
source: Search bill
da: Søg bill
es: Buscar bill
fr: Recherche bill
he: כתבת ספרים
hi: बुकेपिंग
it: Cerca bill
ja: 記帳の検索
ko: 장부를 뒤지다
ms: Cari bill
th: การทำบัญชี
vi: Tìm tài khoản
zh_hant: 搜記帳

# 设置
source: Settings
ar: الإعدادات
da: Indstillinger
es: Ajustes
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
sv: Einstellungen
th: การตั้งค่า
vi: Thiết lập
zh_hant: 設置

# 选择应用图标
source: APP Icons
ar: أيقونات التطبيق
da: APP Ikoner
es: Iconos de APP
fr: Choisir l'icône de l'application
he: אִיקוֹנִים של האפליקציה
hi: ऐप आइकन
it: Icone dell'app
ja: アプリのアイコンを選択
ko: 애플리케이션 아이콘 선택
ms: Ikon APP
sv: APP-Symbole
th: ไอคอนแอป
vi: Chọn biểu tượng ứng dụng
zh_hant: 選擇應用圖標

# 用户隐私协议条款
source: User Privacy Policy
ar: سياسة الخصوصية للمستخدم
da: Bruger Privatlivspolitik
es: Política de privacidad del usuario
fr: Termes de la politique de confidentialité de l'utilisateur
he: מדיניות פרטיות של המשתמש
hi: उपयोगकर्ता गोपनीयता नीति
it: Politica sulla privacy dell'utente
ja: ユーザープライバシーポリシー
ko: 사용자 개인정보 보호 정책 조항
ms: Dasar Privasi Pengguna
sv: Benutzer Datenschutzrichtlinie
th: นโยบายความเป็นส่วนตัวของผู้ใช้
vi: Điều khoản thỏa thuận bảo mật người dùng
zh_hant: 用戶隱私協議條款

# 模式主题色
source: Theme
ar: موضوع
da: Tema
es: Tema
fr: Couleur du thème du mode
he: נושא
hi: थीम
it: Tema
ja: モード・テーマカラー
ko: 패턴 테마 색상
ms: Tema
sv: Thema
th: ธีม
vi: Màu chủ đề mẫu
zh_hant: 模式主題色

# OpenAI授权
source: OpenAI Authorization
ar: تفويض OpenAI
da: OpenAI autorisation
es: Autorización de OpenAI
fr: Autorisation OpenAI
he: אישור OpenAI
hi: OpenAI अधिकार
it: Autorizzazione OpenAI
ja: OpenAIの承認
ko: OpenAI 권한 부여
ms: Pengesahan OpenAI
sv: OpenAI Autorisation
th: การอนุญาต OpenAI
vi: OpenAI ủy quyền
zh_hant: OpenAI授權

# AI智能助理
source: AI Assistant
ar: مساعد الذكاء الاصطناعي
da: AI Assistent
es: Asistente de IA
fr: Assistant intelligent AI
he: עוזר אינטיליגנטי
hi: AI सहायक
it: Assistente AI
ja: AIインテリジェントアシスタント
ko: AI 지능형 도우미
ms: Pembantu AI
sv: AI Assistent
th: ผู้ช่วยสังเกตการณ์ AI
vi: Trợ lý thông minh AI
zh_hant: AI智慧助理

# 首页样式
source: Home Style
ar: الأسلوب المنزلي
da: Hjemme stil
es: Estilo de Casa
fr: Style de la page d'accueil
he: סגנון בית
hi: होम स्टाइल
it: Stile di casa
ja: ホームページのスタイル
ko: 홈페이지 스타일
ms: Gaya Rumah
sv: Heimstil
th: บ้านสไตล์
vi: phong cách trang chủ
zh_hant: 首頁樣式

# 语音录制
source: Voice recording
ar: تسجيل الصوت
da: Stemmeoptagelse
es: Grabación de Voz
fr: Enregistrement vocal
he: הקלטת קול
hi: ध्वनि रिकॉर्डिंग
it: Registrazione vocale
ja: 音声録音
ko: 음성 녹음
ms: Rakaman Suara
sv: Stimmrekord
th: บันทึกเสียง
vi: ghi âm
zh_hant: 語音錄制

# 标签云
source: Tags Cloud
ar: سحابة العلامات
es: Nube de etiquetas
fr: Nuage de tags
he: ענן תגיות
hi: टैग्स क्लाउड
it: Nuvola di tag
ja: タグクラウド
ko: 태그 클라우드
ms: Awan Tag
th: แท็ก Cloud
vi: Đám mây nhãn
zh_hant: 標籤雲

# 未分类
source: Uncategorized
ar: غير مصنف
da: Ukategoriseret
es: Sin categorizar
fr: Non classé
he: לא ממוין
hi: अवर्गीकृत
it: Non categorizzato
ja: 未分類
ko: 미분류
ms: Tidak dikategorikan
sv: Unkategorisiert
th: ไม่ถูกจัดหมวดหมู่
vi: Chưa được phân loại
zh_hant: 未分類

# AI智能
source: AI Intelligent
ar: الذكاء الاصطناعي
da: AI Intelligens
es: Inteligencia AI
fr: Intelligence AI
he: אינטיליגנציה מלאכותית
hi: एआई इंटेलिजेंस
it: Intelligenza AI
ja: AIインテリジェント
ko: AI 지능
ms: Kecerdasan AI
sv: KI Intelligenz
th: AI ปัญญาประดิษฐ์
vi: Trí tuệ nhân tạo
zh_hant: AI智能

# 按色筛图
source: Filter by color
ar: تصفية الصور حسب اللون
da: Filtrer fotos efter farve
es: Filtrar fotos por color
fr: Filtrer les images par couleur
he: סנן תמונות לפי צבע
hi: रंग द्वारा फोटो फ़िल्टर करें
it: Filtra le foto per colore
ja: 色で画像を選ぶ
ko: 색상으로 필터링
ms: Tapis gambar mengikut warna
sv: Foti durçh d'Farb filtere
th: กรองรูปภาพตามสี
vi: sắp xếp theo màu sắc
zh_hant: 按色篩圖

# 管理照片
source: Manage
ar: إدارة
da: Administrer
es: Gestionar
fr: Gérer les photos
he: ניהול
hi: प्रबंधन करें
it: Gestisci
ja: 写真管理
ko: 사진 관리
ms: Menguruskan
sv: Verwalten
th: จัดการ
vi: Quản lý ảnh
zh_hant: 管理照片

# 分析
source: Analysis
ar: تحليل
da: Analyse
es: Análisis
fr: Analyse
he: ניתוח
hi: विश्लेषण
it: Analisi
ja: 解析
ko: 분석
ms: Analisis
sv: Analyse
th: การวิเคราะห์
vi: Phân tích
zh_hant: 分析

# 用户标签
source: User tags
ar: العلامات المستخدم
da: Bruger Tags
es: Etiquetas de usuario
fr: Tags de l'utilisateur
he: תגי משתמש
hi: उपयोगकर्ता टैग
it: Tag dell'utente
ja: ユーザータグ
ko: 사용자 태그
ms: Tag Pengguna
sv: Benutzer-Tags
th: แท็กผู้ใช้
vi: Nhãn người dùng
zh_hant: 用戶標籤

# AI智能猜标签
source: AI guessed tags
ar: الذكاء الاصطناعي يتوقع العلامة
da: AI Intelligent Gætte Tag
es: AI Adivinación Inteligente de Etiqueta
fr: AI devine les tags
he: תג הנחישה החכמה של AI
hi: AI बुद्धिमान अनुमान टैग
it: Indovinello intelligente AI
ja: AIインテリジェントがタグを推測
ko: AI 지능 추측 태그
ms: Teka Teki AI Berinteligens
sv: AI Intelligente Ratetikett
th: AI ทายแท็กอัจฉริยะ
vi: AI thông minh đoán nhãn
zh_hant: AI智能猜標籤

# 新增
source: Add
ar: أضف
da: Tilføj
es: Añadir
fr: Ajouter
he: הוסף
hi: जोड़ें
it: Aggiungi
ja: 新規追加
ko: 신규 추가
ms: Tambah
sv: Füge hinzu
th: เพิ่ม
vi: Thêm mới
zh_hant: 新增

# 编辑
source: Edit
ar: تعديل
da: Rediger
es: Editar
fr: Éditer
he: ערוך
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
ms: Sunting
sv: Bearbeiten
th: แก้ไข
vi: chỉnh sửa
zh_hant: 編輯

# 选择标签
source: Tags
ar: العلامات
da: Mærker
es: Etiquetas
fr: Choisir une étiquette
he: תגים
hi: टैग्स
it: Tag
ja: タグを選択
ko: 태그 선택
ms: Tanda
th: แท็ก
vi: Chọn thẻ
zh_hant: 選擇標籤

# 选择人物
source: Person
ar: شخص
es: Persona
fr: Choisir une personne
he: אדם
hi: व्यक्ति
it: Persona
ja: 人物を選択
ko: 캐릭터 선택
ms: Orang
th: บุคคล
vi: Chọn nhân vật
zh_hant: 選擇人物

# 选择分类
source: Category
ar: الفئة
da: Kategori
es: Categoría
fr: catégorie
he: קטגוריה
hi: श्रेणी
it: Categoria
ja: カテゴリーを選択
ko: 카테고리 선택
ms: Kategori
sv: Kategorie
th: หมวดหมู่
vi: Chọn phân loại
zh_hant: 選擇分類

# 请输入标题
source: Please enter the title
ar: يرجى إدخال العنوان
da: Indtast venligst titlen
es: Por favor, ingrese el título
fr: Veuillez entrer un titre
he: אנא הזן את הכותרת
hi: कृपया शीर्षक दर्ज करें
it: Per favore inserisci il titolo
ja: タイトルを入力してください
ko: 제목을 입력하십시오
ms: Sila masukkan tajuk
sv: Bitte geben Sie den Titel ein
th: กรุณาใส่ชื่อ
vi: Vui lòng nhập tiêu đề
zh_hant: 請輸入標題

# 请输入内容
source: Please input the content
ar: يرجى إدخال المحتوى
da: Indtast venligst indholdet
es: Por favor, ingrese el contenido
fr: Veuillez entrer le contenu
he: אנא הזן את התוכן
hi: कृपया सामग्री दर्ज करें
it: Si prega di inserire il contenuto
ja: 内容を入力してください
ko: 내용을 입력하십시오
ms: Sila masukkan kandungan
sv: Bitte geben Sie den Inhalt ein
th: กรุณาใส่เนื้อหา
vi: Vui lòng nhập nội dung
zh_hant: 請輸入內容

# 释放删除
source: Release to delete
ar: الإفراج للحذف
da: Frigiv for at slette
fr: Relâchez pour supprimer
he: שחרר כדי למחוק
ja: 削除するためにリリース
ko: 릴리스 삭제
sv: Zum Löschen freigeben
th: ปล่อยเพื่อลบ
vi: Giải phóng xóa
zh_hant: 釋放刪除

# 拖到这里可删除
source: Drag here to delete
ar: اسحب هنا للحذف
da: Træk her for at slette
fr: Glissez ici pour supprimer
he: גרור לכאן כדי למחוק
hi: यहां खींचें हटाने के लिए
ja: ここにドラッグして削除
ko: 여기로 드래그하여 삭제하십시오
sv: Hier ziehen zum Löschen
th: ลากที่นี่เพื่อลบ
vi: Kéo vào đây để xóa
zh_hant: 拖到這裡可刪除

# AI猜标签，请选用
source: Smart tags
ar: الذكاء الاصطناعي توقع العلامات
da: AI gættede tags
es: IA etiquetas adivinadas
fr: AI devine les tags, veuillez choisir
he: תגיות שנחשו על ידי AI
hi: AI ने टैग्स अनुमान लगाए
it: Tag indovinati dall'IA
ja: AIがタグを予測しています、選択をお願いします
ko: AI 태그 추측, 선택하십시오
ms: AI meneka tag
sv: KI geschätzte Tags
th: AI ทายแท็ก
vi: AI đoán nhãn, vui lòng chọn
zh_hant: AI猜標籤，請選用

# 已开启iCloud云备份
source: iCloud is enabled
ar: تم تمكين iCloud
da: iCloud er aktiveret
es: iCloud está habilitado
fr: La sauvegarde iCloud est activée
he: iCloud מופעל
hi: iCloud सक्षम है
it: iCloud è abilitato
ja: iCloudバックアップが有効になっています
ko: iCloud 클라우드 백업이 활성화되었습니다
ms: iCloud telah diaktifkan
sv: iCloud ist aktiviert
th: เปิดใช้งาน iCloud
vi: Đã mở sao lưu iCloud
zh_hant: 已開啟iCloud雲備份

# iCloud云备份未开启
source: iCloud is not enabled
ar: iCloud غير مُمكن
da: iCloud er ikke aktiveret
es: iCloud no está habilitado
fr: La sauvegarde iCloud n'est pas activée
he: אייקלאוד אינו מאופשר
hi: iCloud सक्षम नहीं है
it: iCloud non è abilitato
ja: iCloudバックアップが無効化されてます
ko: iCloud 클라우드 백업이 활성화되지 않았습니다
ms: iCloud tidak diaktifkan
sv: iCloud ist nicht aktiviert
th: iCloud ไม่ได้เปิดใช้งาน
vi: iCloud không mở sao lưu đám mây
zh_hant: iCloud雲備份未開啟

# 点击开启，谨防数据丢失
source: enable it, beware of data loss
ar: قم بتمكينه ، احذر من فقدان البيانات
da: aktiver det, pas på data tab
es: habilítalo, ten cuidado con la pérdida de datos
fr: Cliquez pour activer, pour éviter la perte de données
he: אפשר את זה, היזהר מאובדן נתונים
hi: सक्षम करें, डाटा की हानि का ध्यान रखें
it: abilitarlo, attenzione alla perdita di dati
ja: クリックして有効にし、データのロスト気をつけてください
ko: 클릭하여 시작하십시오, 데이터 손실을 조심하십시오
ms: dayakan ia, berhati-hati terhadap kehilangan data
sv: aktiviere es, Vorsicht vor Datenverlust
vi: Nhấp để mở, hãy cẩn thận để không mất dữ liệu
zh_hant: 點擊開啟，謹防數據丟失

# 语音
source: Voice
ar: صوت
da: Stemme
es: Voz
fr: Voix
he: קול
hi: आवाज
it: Voce
ja: 音声
ko: 음성
ms: Suara
sv: Stimm
th: เสียง
vi: Giọng nói
zh_hant: 語音

# 地址
source: Location
ar: الموقع
da: Lokation
es: Ubicación
fr: Adresse
he: מיקום
hi: स्थान
it: Posizione
ja: 住所
ko: 주소
ms: Lokasi
sv: Standort
th: ที่ตั้ง
vi: địa chỉ
zh_hant: 地址

# 和谁
source: Friends
ar: أصدقاء
da: Venner
es: Amigos
fr: Avec qui
he: חברים
hi: दोस्त
it: Amici
ja: 誰と
ko: 누구와
ms: Rakan-rakan
sv: Fründe
th: เพื่อน
vi: với ai
zh_hant: 和誰

# 日期
source: Date
ar: تاريخ
da: Dato
es: Fecha
he: תאריך
hi: तारीख
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
sv: Datum
th: วันที่
vi: Ngày
zh_hant: 日期

# 时间
source: Time
ar: الوقت
da: Tid
es: Tiempo
fr: Heure
he: זְמַן
hi: समय
it: Tempo
ja: 時間
ko: 시간
ms: Masa
sv: Ziit
th: เวลา
vi: thời gian
zh_hant: 時間

# 完成
source: Done
ar: تم
da: Færdig
es: Hecho
fr: Terminé
he: בוצע
hi: समाप्त
it: Fatto
ja: 完了
ko: 완료
ms: Selesai
sv: Fertig
vi: hoàn thành
zh_hant: 完成

# 条语音
source: voice
ar: صوت
da: stemme
es: voz
fr: Enregistrements vocaux
he: קול
hi: आवाज
it: voce
ja: 音声メモ
ko: 음성 메시지
ms: suara
sv: Stimme
th: เสียง
vi: tiếng lẻ
zh_hant: 條語音

# 合计
source: total
ar: المجموع
he: סה"כ
hi: कुल
it: totale
ja: 総計
ko: 총계
ms: jumlah
sv: gesamt
th: รวม
vi: tổng cộng
zh_hant: 合計

# 秒
source: seconds
ar: ثواني
da: sekunder
es: segundos
fr: Secondes
he: שניות
hi: सेकंड
it: secondi
ja: 秒
ko: 초
ms: saat
sv: Sekunden
th: วินาที
vi: giây
zh_hant: 秒

# 记・
source: Log・
da: Logbog・
fr: Note・
hi: लॉग・
it: Registro・
ja: 記・
ko: 기억・
th: บันทึก・
vi: ghi nhớ・
zh_hant: 記・

# 新分类
source: New category
ar: فئة جديدة
da: Ny kategori
es: Nueva categoría
fr: Nouvelle catégorie
he: קטגוריה חדשה
hi: नई श्रेणी
it: Nuova categoria
ja: 新しいカテゴリ
ko: 새 분류
ms: Kategori baru
sv: Neue Kategorie
th: หมวดหมู่ใหม่
vi: Phân loại mới
zh_hant: 新分類

# 确定
source: Confirm
ar: تأكيد
da: Bekræft
es: Confirmar
fr: Confirmer
he: אשר
hi: पुष्टि करें
it: Conferma
ja: 確定
ko: 확인
ms: Sahkan
sv: Bstätige
th: ยืนยัน
vi: Xác định
zh_hant: 確定

# 分类已经存在
source: The category already exists
ar: الفئة موجودة بالفعل
da: Kategorien findes allerede
es: La categoría ya existe
fr: La catégorie existe déjà
he: הקטגוריה כבר קיימת
hi: श्रेणी पहले से मौजूद है
it: La categoria esiste già
ja: カテゴリはすでに存在します
ko: 카테고리가 이미 존재합니다
ms: Kategori sudah wujud
sv: Die Kategorie existiert bereits
th: หมวดหมู่นี้มีอยู่แล้ว
vi: Phân loại đã tồn tại
zh_hant: 分類已經存在

# 已经选5个标签了，选太多啦
source: You have already chosen 5 tags, too many
ar: لقد اخترت بالفعل 5 علامات، كثيرة جدا
da: Du har allerede valgt 5 tags, for mange
es: Ya has elegido 5 etiquetas, demasiadas
fr: Vous avez déjà choisi 5 tags, c'est trop
he: כבר בחרת 5 תגים, זה יותר מדי;
hi: आपने पहले ही 5 टैग चुने हैं, बहुत अधिक
it: Hai già scelto 5 tag, troppi
ja: 既に5つのタグが選択されており、多すぎます
ko: 이미 5개의 태그를 선택했습니다, 너무 많이 선택했습니다
ms: Anda sudah memilih 5 tag, terlalu banyak
sv: Du hast bereits 5 Tags ausgewählt, zu viele
th: คุณได้เลือกแท็ก 5 แท็กแล้ว มากเกินไป
vi: Đã chọn 5 nhãn, chọn quá nhiều rồi
zh_hant: 已經選5個標籤了，選太多啦

# 新标签
source: New tag
ar: علامة جديدة
da: Ny tag
es: Nueva etiqueta
fr: Nouveau tag
he: תג חדש
hi: नया टैग
it: Nuovo tag
ja: 新しいタグ
ko: 새 탭
ms: Tag baru
sv: Neue Markierung
th: แท็กใหม่
vi: tab mới
zh_hant: 新標籤

# 选择标签%@
source: Select tag %@
ar: اختر العلامة %@
da: Vælg tag %@
es: Seleccionar etiqueta %@
fr: Choisir le tag %@
he: בחר תגית %@
hi: टैग % @ का चयन करें
it: Seleziona tag %@
ja: タグ%@を選択
ko: 선택한 태그% @
ms: Pilih tag %@
sv: Wählt Tag % @
th: เลือกแท็ก %@
vi: Chọn tab %@
zh_hant: 選擇標籤%@

# 标签已经存在
source: The tag already exists
ar: العلامة موجودة بالفعل
da: Mærket findes allerede
es: La etiqueta ya existe
fr: Le tag existe déjà
he: התגית כבר קיימת
hi: टैग पहले से मौजूद है
it: La tag esiste già
ja: タグは既に存在します
ko: 태그가 이미 존재합니다
ms: Tag ini sudah wujud
sv: Die Tag existiert bereits
th: แท็กนี้มีอยู่แล้ว
vi: Nhãn đã tồn tại
zh_hant: 標籤已經存在

# CA.美食
source: Food
ar: طعام
da: Mad
es: Comida
fr: Gastronomie
he: אוכל
it: Cibo
ja: 美食
ko: 음식
ms: Makanan
sv: Essen
th: อาหาร
vi: ẩm thực
zh_hant: 美食

# 景点
source: Attractions
ar: معالم
da: Attraktioner
es: Atracciones
he: אטרקציות
hi: आकर्षण
it: Attrazioni
ja: 観光スポット
ko: 명소
ms: Tarikan
sv: Attraktionen
th: สถานที่ท่องเที่ยว
vi: điểm tham quan
zh_hant: 景點

# 休闲娱乐
source: Leisure
ar: راحة
da: Fritid
es: Ocio
fr: Loisirs et divertissements
he: פנאי
hi: फुर्सत
it: Tempo libero
ja: レジャー&エンターテイメント
ko: 레저 엔터테인먼트
ms: Santai
sv: Freizeit
vi: Giải trí
zh_hant: 休閒娛樂

# 商场
source: Mall
ar: مركز التسوق
da: Indkøbscenter
es: Centro comercial
fr: Centre commercial
he: קניון
hi: मॉल
it: Centro commerciale
ja: ショッピングモール
ko: 상점
ms: Pusat membeli-belah
sv: Einkaufszentrum
th: ห้างสรรพสินค้า
vi: trung tâm mua sắm
zh_hant: 商場

# 小吃
source: Snacks
ar: وجبات خفيفة
es: Bocadillos
he: חטיפים
hi: स्नैक्स
it: Spuntini
ja: スナック
ko: 간식
ms: Makanan ringan
th: ขนม
vi: món ăn nhẹ
zh_hant: 小食

# 影院
source: Cinema
ar: سينما
da: Biograf
es: Cine
fr: Cinéma
he: קולנוע
hi: सिनेमा
ja: 映画館
ko: 영화관
ms: Panggung Wayang
sv: Kino
th: ภาพยนตร์
vi: rạp chiếu phim
zh_hant: 影院

# 咖啡
source: Coffee
ar: قهوة
da: Kaffe
es: Café
fr: Café
he: קָפֶה
hi: कॉफ़ी
it: Caffè
ja: コーヒー
ko: 커피
ms: Kopi
sv: Kaffi
th: กาแฟ
vi: Cà phê
zh_hant: 咖啡

# 酒吧
source: Bar
ar: شريط
es: Barra
he: בר
hi: बार
it: Barra
ja: バー
ko: 바
th: บาร์
vi: quán rượu
zh_hant: 酒吧

# 洗浴
source: Bathing
ar: الاستحمام
da: Bader
es: Baño
fr: Bain
he: רחצה
hi: स्नान
it: Balneazione
ja: バス
ko: 목욕
ms: Mandi
sv: Bade
th: การอาบน้ำ
vi: tắm
zh_hant: 洗浴

# 医院
source: Hospital
ar: مستشفى
fr: Hôpital
he: בית חולים
hi: हॉस्पिटल
it: Ospedale
ja: 病院
ko: 병원
sv: Spital
th: โรงพยาบาล
vi: Bệnh viện
zh_hant: 醫院

# 写字楼
source: Office
ar: مكتب
da: Kontor
es: Oficina
fr: Bureau
he: משרד
hi: कार्यालय
it: Ufficio
ja: オフィスビル
ko: 오피스 빌딩
ms: Pejabat
sv: Büro
th: สำนักงาน
vi: Văn phòng
zh_hant: 寫字樓

# 公园
source: Park
ar: متنزه
da: Parkere
es: Parque
fr: Parc
he: פארק
hi: पार्क
it: Parco
ja: 公園
ko: 공원
ms: Taman
th: สวน
vi: Công viên
zh_hant: 公園

# 政府机构
source: Government
ar: الحكومة
da: Regering
es: Gobierno
fr: Organisme gouvernemental
he: ממשלה
hi: सरकार
it: Governo
ja: 政府機関
ko: 정부 기관
ms: Kerajaan
sv: Regierung
th: รัฐบาล
vi: cơ quan chính phủ
zh_hant: 政府機構

# 搜索
source: Search
ar: بحث
da: Søg
es: Buscar
fr: Recherche
he: חפש
hi: खोज
it: Ricerca
ja: 検索
ko: 검색
ms: Cari
sv: Suche
th: ค้นหา
vi: Tìm kiếm
zh_hant: 搜尋

# 请选择：
source: Please select:
ar: يرجى الاختيار:
da: Vælg venligst:
es: Por favor seleccione:
fr: Veuillez choisir :
he: אנא בחר:
hi: कृपया चुनें:
it: Si prega di selezionare:
ja: 選択してください：
ko: 선택하십시오:
ms: Sila pilih:
sv: Bitte auswählen:
th: กรุณาเลือก:
vi: Vui lòng chọn:
zh_hant: 請選擇：

# 加载中...
source: Loading...
ar: جار التحميل...
da: Indlæser...
es: Cargando...
fr: Chargement...
he: טוען...
hi: लोड हो रहा है...
it: Caricamento...
ja: ロード中...
ko: 로딩 중...
ms: Memuatkan...
sv: Lade...
th: กำลังโหลด...
vi: Đang tải...
zh_hant: 加載中...

# 选择录音%@
source: Choose recording %@
ar: اختر التسجيل % @
da: Vælg optagelse %@
es: Elige grabación %@
fr: Choisissez l'enregistrement %@
he: בחר הקלטה % @
hi: अभिलेखण % @ चुनें
it: Scegli la registrazione %@
ja: 録音%@を選択
ko: 녹음 선택%@
ms: Pilih rakaman %@
sv: Wähle Aufnahme %@
th: เลือกการบันทึก %@
vi: Chọn ghi âm %@
zh_hant: 選擇錄音%@

# 左滑删除
source: Swipe left to delete
ar: اسحب لليسار للحذف
da: Sving til venstre for at slette
fr: Glissez à gauche pour supprimer
he: הסמן שמאלה כדי למחוק
hi: बाएं स्वाइप करें हटाने के लिए
ja: 左にスワイプして削除
ko: 왼쪽으로 슬라이드하여 삭제
ms: Sapu ke kiri untuk memadam
sv: Wisch nach links, um zu löschen
th: เลื่อนไปทางซ้ายเพื่อลบ
vi: Trượt sang trái để xóa
zh_hant: 左滑刪除

# 点击完成录制
source: stop recording
ar: توقف عن التسجيل
da: stop optagelse
es: dejar de grabar
fr: Cliquez pour terminer l'enregistrement
he: הפסק להקליט
hi: रिकॉर्डिंग रोकें
it: ferma la registrazione
ja: クリックして録音を完了する
ko: 点击完成录制
ms: hentikan rakaman
sv: stop ufz'noh
th: หยุดการบันทึก
vi: Nhấn để hoàn thành ghi âm
zh_hant: 點擊完成錄製

# 已经选5个朋友了，选太多啦
source: Already chose 5 friends, too many!
ar: بالفعل اخترت 5 أصدقاء، كثير جدا!
da: Allerede valgte 5 venner, for mange!
es: Ya elegiste 5 amigos, ¡demasiados!
fr: Vous avez déjà choisi 5 amis, c'est trop
he: כבר בחרת 5 חברים, יותר מדי!
hi: पहले से ही 5 दोस्तों का चयन कर लिया, बहुत अधिक!
it: Hai già scelto 5 amici, troppi!
ja: すでに5人の友人を選択しました、多すぎます
ko: 이미 5명의 친구를 선택했습니다, 너무 많이 선택했습니다
ms: Sudah memilih 5 rakan, terlalu banyak!
sv: Bereits 5 Freunde ausgewählt, zu viele!
th: เลือกเพื่อน 5 คนแล้ว มากเกินไป!
vi: Đã chọn 5 người bạn rồi, chọn quá nhiều rồi
zh_hant: 已經選5個朋友了，選太多啦

# 新朋友
source: New friend
ar: صديق جديد
da: Ny ven
es: Nuevo amigo
fr: Nouvel ami
he: חבר חדש
hi: नया दोस्त
it: Nuovo amico
ja: 新しい友達
ko: 새로운 친구
ms: Kawan baru
sv: Neue Freund
th: เพื่อนใหม่
vi: bạn mới
zh_hant: 新朋友

# 选择人物%@
source: Choose Friends%@
ar: اختر الأصدقاء% @
es: Elige Amigos%@
fr: Choisissez le personnage %@
he: בחר חברים% @
hi: दोस्तों का चयन करें%@
it: Scegli Amici%@
ja: 人物%@を選択
ko: 캐릭터 선택%@
th: เลือกเพื่อน%@
vi: Chọn nhân vật %@
zh_hant: 選擇人物%@

# 已经存在
source: Already exists
ar: موجود بالفعل
da: Allerede eksisterer
es: Ya existe
fr: Existe déjà
he: כבר קיים
hi: पहले से ही मौजूद है
it: Gia esiste
ja: すでに存在します
ko: 이미 존재함
ms: Sudah wujud
sv: Bereits vorhanden
th: มีอยู่แล้ว
vi: đã tồn tại
zh_hant: 已經存在

# 确认删除？
source: Confirm deletion?
ar: هل تؤكد الحذف؟
da: Bekræft sletning?
fr: Confirmer la suppression ?
he: אישור מחיקה?
it: Confermare l'eliminazione?
ja: 削除してもよろしいですか？
ko: 삭제를 확인하시겠습니까?
ms: Sahkan penghapusan?
sv: Bestätigung Löschung?
th: ยืนยันการลบ?
vi: Xác nhận xóa?
zh_hant: 確認刪除？

# 删除后将无法恢复
source: Cannot recover after deletion
ar: لا يمكن التعافي بعد الحذف
da: Kan ikke gendanne efter sletning
es: No se puede recuperar después de la eliminación
fr: Impossible de récupérer après suppression
he: לא ניתן לשחזר לאחר מחיקה
it: Non può recuperare dopo l'eliminazione
ja: 削除すると復元できません
ko: 삭제 후에는 복구할 수 없습니다
ms: Tidak dapat pulih selepas penghapusan
sv: Chann nöd widerherstelle nach em Lösche
th: ไม่สามารถกู้คืนหลังจากการลบ
vi: 删除后将无法恢复
zh_hant: 刪除後將無法恢復

# 删除
source: Delete
ar: حذف
da: Slet
es: Borrar
fr: Supprimer
he: מחק
hi: हटाएं
ja: 削除
ko: 삭제
ms: Padam
sv: Löschen
th: ลบ
vi: Xoá
zh_hant: 刪除

# 取消
source: Cancel
ar: إلغاء
da: Afbryd
es: Cancelar
fr: Annuler
he: ביטול
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
sv: Abbrechen
th: ยกเลิก
vi: 取消
zh_hant: 取消

# 字体字号
source: Font Style
ar: نمط الخط
da: Skrifttype
es: Estilo de fuente
fr: Taille de la police
he: סגנון גופן
hi: फ़ॉन्ट शैली
it: Stile del carattere
ja: フォントサイズ
ko: 글꼴 크기
ms: Gaya Fon
sv: Schriftstil
th: สไตล์แบบอักษร
vi: Kích cỡ phông chữ
zh_hant: 字體字號

# 文本分享
source: Share Text
ar: نص المشاركة
da: Del tekst
es: Compartir texto
fr: Partage de texte
he: שתף טקסט
hi: साझा करें पाठ
it: Condividi testo
ja: テキストの共有
ko: 텍스트 공유
ms: Teks Kongsi
sv: Text teilen
th: แบ่งปันข้อความ
vi: chia sẻ văn bản
zh_hant: 文字分享

# 创建于
source: Created at
ar: تم الإنشاء في
da: Oprettet kl.
es: Creado en
fr: Créé à
he: נוצר ב
hi: बनाया गया
it: Creato a
ja: で作成
ko: 에서 생성됨
ms: Dicipta pada
sv: Erstellt am
th: สร้างที่
vi: Được tạo ra
zh_hant: 創建於

# 打印
source: Print
ar: طباعة
da: Udskriv
es: Imprimir
fr: Imprimer
he: הדפסה
hi: प्रिंट
it: Stampa
ja: 印刷
ko: 인쇄
ms: Cetak
sv: Drucken
th: พิมพ์
vi: in ấn
zh_hant: 列印

# 复制
source: Copy
ar: نسخ
da: Kopier
es: Copiar
fr: Copier
he: העתק
hi: प्रतिलिपि
it: Copia
ja: コピー
ko: 복사
ms: Salin
sv: Kopieren
th: คัดลอก
vi: sao chép
zh_hant: 複製

# 复制文本
source: Copy text
ar: نسخ النص
da: Kopier tekst
es: Copiar texto
fr: Copier le texte
he: העתק טקסט
hi: पाठ कॉपी करें
it: Copia il testo
ja: テキストをコピー
ko: 텍스트 복사
ms: Salin teks
sv: Text kopieren
th: คัดลอกข้อความ
vi: sao chép văn bản
zh_hant: 複製文本

# 图片已复制，请粘贴使用
source: Image copied
ar: تم نسخ الصورة
da: Billede kopieret
es: Imagen copiada
fr: Image copiée, veuillez coller pour utiliser
he: התמונה הועתקה
hi: छवि कॉपी की गई
it: Immagine copiata
ja: 画像がコピーされました、貼り付けて使用してください
ko: 사진이 복사되었습니다, 붙여넣어 사용하십시오
ms: Imej disalin
sv: Bild kopiert
th: ภาพถูกคัดลอก
vi: Hình ảnh đã được sao chép, vui lòng dán để sử dụng
zh_hant: 圖片已複製，請粘貼使用
