Repository: oblank/NoteitLangs
Catalog: *.lproj/Localizable.strings
Languages: ar, da, es, fr, he, hi, it, ja, ko, ms, sv, th, vi, zh_hant

# HELP.PRIVACY
source: Noteit is an **offline** note-taking app, no uploading of your content or image data to any server, so please feel free to use it. We care about your privacy! Any identifiable data will not be accessed, including advertising service providers etc. #### the following information, please understand - Turning on iCloud will sync data [after encryption] to Apple’s cloud service, so it is recommended to turn it on for data security and retrievability. - A small part of the statistics function of the Umeng SDK is used to count the [cumulative] open frequency of the whole app, etc. Please refer to Umeng Privacy Policy for details. #### Free users - Free users will be advertised, but the advertising service provider cannot collect identifiable information about you.
ar: Noteit هو تطبيق لتدوين الملاحظات **بدون اتصال** ، لا يتم تحميل محتواك أو بيانات الصور الخاصة بك على أي خادم ، لذا يرجى الشعور بالحرية في استخدامه. نحن نهتم بخصوصيتك! لن يتم الوصول إلى أي بيانات قابلة للتعرف ، بما في ذلك مزودي خدمة الإعلانات وغيرها. #### الرجاء فهم المعلومات التالية - سيؤدي تشغيل iCloud إلى مزامنة البيانات [بعد التشفير] إلى خدمة السحابة الخاصة بـ Apple ، لذا يوصى بتشغيله لأمان البيانات وإمكانية استرجاعها. - يتم استخدام قسم صغير من وظيفة الإحصاءات لـ Umeng SDK لحساب التردد [التراكمي] لفتح التطبيق بأكمله ، وما إلى ذلك ، يرجى الرجوع إلى سياسة خصوصية Umeng للحصول على التفاصيل. #### المستخدمون المجانيون - سيتم الإعلان عن المستخدمين المجانيين ، ولكن لا يمكن لمزود خدمة الإعلان جمع معلومات قابلة للتعرف عنك.
da: Noteit er en **offline** note-taking app, ingen upload af dit indhold eller billeddata til nogen server, så vær venlig at bruge den frit. Vi bryr os om dit privatliv! Ingen identificerbare data vil blive tilgået, herunder reklame serviceudbydere osv. #### den følgende information, forstå venligst - At tænde for iCloud vil synkronisere data [efter kryptering] til Apples cloud-tjeneste, så det anbefales at tænde den for datasikkerhed og genfindelighed. - En lille del af statistikfunktionen i Umeng SDK bruges til at tælle den [kumulative] åbne frekvens af hele appen, osv. Se venligst Umeng Privatlivspolitik for detaljer. #### Gratis brugere - Gratis brugere vil blive annonceret, men reklameserviceudbyderen kan ikke indsamle identificerbare oplysninger om dig.
es: Noteit es una aplicación de toma de notas **sin conexión**, no se sube ninguno de tus contenidos o datos de imagen a ningún servidor, así que no dudes en usarla. ¡Nos importa tu privacidad! No se accederá a ningún dato identificable, incluyendo proveedores de servicios de publicidad, etc. #### la siguiente información, por favor entiendan - Activar iCloud sincronizará los datos [después del cifrado] con el servicio en la nube de Apple, por lo que se recomienda activarlo para la seguridad y recuperabilidad de los datos. - Se utiliza una pequeña parte de la función de estadísticas del SDK de Umeng para contar la frecuencia de apertura [acumulativa] de toda la aplicación, etc. Por favor, consulte la Política de Privacidad de Umeng para más detalles. #### Usuarios gratuitos - Los usuarios gratuitos tendrán publicidad, pero el proveedor del servicio publicitario no puede recopilar información identificable sobre usted.
fr: **Noteit** est une application de notes hors ligne qui **ne** téléchargera pas vos contenus ou images sur aucun serveur, vous pouvez l'utiliser en toute confiance. Noteit attache une grande importance à votre vie privée, aucune donnée identifiable ne sera collectée, y compris par les annonceurs, etc. Veuillez noter les informations suivantes : - Activer iCloud synchronisera vos données **cryptées** avec le service cloud d'Apple. Pour la sécurité et la récupération de vos données, nous vous recommandons de l'activer. - La fonction de statistiques utilise le SDK Umeng pour compter le nombre de fois que l'application est ouverte, etc. Vous pouvez consulter la politique de confidentialité d'Umeng pour plus de détails. #### Utilisateurs gratuits - Les utilisateurs gratuits verront des publicités, mais les annonceurs ne pourront pas collecter vos informations identifiables.
he: Noteit היא אפליקציה לקחת פתקים **לא מקוונת**, אין העלאה של התוכן שלך או נתוני תמונה לשום שרת, אז אנא הרגש חופשי להשתמש בה. אנחנו מכבדים את הפרטיות שלך! לא ניגשים לנתונים שניתן לזהותם, כולל ספקי שירותי פרסום וכו' . #### המידע הבא, אנא הבנו - המרת iCloud תסנכרן נתונים [לאחר הצפנה] לשירות הענן של Apple , לכן מומלץ להפעיל אותו למען ביטחון הנתונים והחזרתם. - חלק קטן מפונקצית הסטטיסטיקה של ערכת הפיתוח Umeng משמשת לספירת תדירות הפתיחה ה[מצטברת] של האפליקציה בשלמותה, וכו '. אנא עיינו במדיניות הפרטיות של Umeng לפרטים. #### משתמשים חופשיים - אצל משתמשים חופשיים יוצגו פרסומות, אך ספק השירותי הפרסום לא יכול לאסוף מידע שניתן לזהות אודותיך.
hi: Noteit एक **ऑफलाइन** नोट लेने का ऐप है, किसी भी सर्वर पर आपकी सामग्री या छवि डाटा के अपलोड का कोई प्रश्न नहीं है, इसलिए कृपया इसे उपयोग करने में स्वतंत्र महसूस करें। हम आपकी गोपनीयता की चिंता करते हैं! किसी भी पहचान योग्य डेटा का कोई नहीं पहुंचा जाएगा, जिसमें विज्ञापन सेवा प्रदाताओं आदि शामिल हैं। #### निम्नलिखित जानकारी, कृपया समझें - iCloud को चालू करना डेटा [एन्क्रिप्शन के बाद] एप्पल की क्लाउड सेवा में सिंक करेगा, इसलिए डेटा सुरक्षा और पुनः प्राप्ति के लिए इसे चालू करने की सलाह दी जाती है। - Umeng SDK के आंकड़ा कार्य का एक छोटा हिस्सा पूरे ऐप के [संचित] खोलने की आवृत्ति, आदि को गिनती के लिए उपयोग किया जाता है। कृपया विवरण के लिए Umeng गोपनीयता नीति का संदर्भ लें। #### मुक्त उपयोगकर्ता - मुक्त उपयोगकर्ता को विज्ञापन दिया जाएगा, लेकिन विज्ञापन सेवा प्रदाता आपके बारे में पहचान योग्य जानकारी इकट्ठा नहीं कर सकता है।
it: Noteit è un'app per prendere appunti **offline**, nessun caricamento dei tuoi contenuti o immagini su alcun server, quindi sentiti libero di usarlo. Ci teniamo alla tua privacy! Nessun dato identificabile verrà accesso, compresi i fornitori di servizi pubblicitari ecc. #### le seguenti informazioni, per favore comprendi - L'attivazione di iCloud sincronizzerà i dati [dopo la crittografia] con il servizio cloud di Apple, quindi si consiglia di attivarlo per la sicurezza e la recuperabilità dei dati. - Una piccola parte della funzione statistica dell'SDK di Umeng viene utilizzata per contare la frequenza di apertura [cumulativa] dell'intera app, ecc. Si prega di fare riferimento alla Politica sulla privacy di Umeng per i dettagli. #### Utenti gratuiti - Gli utenti gratuiti saranno pubblicizzati, ma il fornitore di servizi pubblicitari non può raccogliere informazioni identificabili su di te.
ja: Noteitはオフラインのノート作成アプリで、あなたのコンテンツや画像データをどのサーバーにもアップロードしませんので、どうぞ安心してご使用ください。 私たちはあなたのプライバシーを重視します！識別可能なデータは、広告サービスプロバイダなどを含んでアクセスされません。 #### 次の情報、ご了承ください - iCloudをオンにすると、データは [暗号化した後で] Appleのクラウドサービスに同期されますので、データの安全性と回収可能性を確保するために、オンにすることをお勧めします。 - Umeng SDKの統計機能の一部を使用して、アプリ全体の[累積]開始頻度などをカウントします。詳細はUmengのプライバシーポリシーをご覧ください。 #### 無料ユーザー - 無料ユーザーは広告が表示されますが、広告サービスプロバイダはあなたに関する識別情報を収集することはできません。
ko: **노트잇(Noteit)** 은 오프라인 메모 앱으로, 귀하의 내용이나 이미지 데이터를 어떠한 서버에도 **업로드하지 않습니다**. 안심하고 사용하십시오. 노트잇은 모두의 프라이버시에 매우 주의하며, 광고 서비스 제공자 등을 포함한 어떠한 식별 가능한 정보도 수집하지 않습니다. 아래 정보를 확인해주십시오 - iCloud를 활성화하면 데이터가 【암호화된 후】Apple의 클라우드 서비스로 동기화되며, 데이터의 안전한 회수를 위해 활성화를 권장합니다. - 통계 기능은 UMengSDK를 사용하여 앱의 전체 오픈 주파수 등을 통계하는 데 사용하며, UMeng 개인 정보 보호 정책을 자세히 알아볼 수 있습니다. #### 무료 사용자 - 무료 사용자에게는 광고가 표시되지만, 광고 서비스 제공자는 귀하의 식별 가능한 정보를 수집할 수 없습니다.
ms: Noteit adalah aplikasi membuat nota **offline**, tiada muat naik kandungan atau data imej anda ke mana-mana pelayan, jadi sila gunakan dengan bebas. Kami menghargai privasi anda! Sebarang data yang boleh dikenali tidak akan diakses, termasuk penyedia perkhidmatan pengiklanan dll. #### maklumat berikut, sila faham - Menghidupkan iCloud akan menyelaras data [selepas penyulitan] ke perkhidmatan awan Apple, oleh itu ia disyorkan untuk dihidupkan untuk keselamatan dan dapat meneruskan data. - Sebahagian kecil fungsi statistik Umeng SDK digunakan untuk mengira frekuensi bukaan [kumulatif] keseluruhan aplikasi, dll. Sila rujuk kepada Dasar Privasi Umeng untuk butiran. #### Pengguna percuma - Pengguna percuma akan mendapat iklan, tetapi penyedia perkhidmatan pengiklanan tidak boleh mengumpul maklumat yang dapat mengenal pasti anda.
sv: Noteit ist eine **Offline** Notiz-App, es wird kein Upload Ihres Inhalts oder Bild-Daten an irgendeinen Server durchgeführt, also fühlen Sie sich frei, sie zu verwenden. Wir kümmern uns um Ihre Privatsphäre! Auf identifizierbare Daten wird nicht zugegriffen, einschließlich Werbedienstleister etc. #### die folgenden Informationen, bitte verstehen Sie - Wenn Sie iCloud aktivieren, werden Daten [nach Verschlüsselung] auf Apples Cloud-Service synchronisiert, daher wird empfohlen, es für die Datensicherheit und Auffindbarkeit einzuschalten. - Ein kleiner Teil der Statistikfunktion des Umeng SDK wird verwendet, um die [kumulative] Öffnungshäufigkeit der gesamten App usw. zu zählen. Bitte beachten Sie die Datenschutzrichtlinie von Umeng für Details. #### Kostenlose Benutzer - Kostenlose Benutzer werden beworben, aber der Werbedienstleister kann keine identifizierbaren Informationen über Sie sammeln.
th: Noteit เป็นแอปจดบันทึกแบบ **ออฟไลน์** ไม่มีการอัปโหลดเนื้อหาหรือข้อมูลรูปภาพของคุณไปยังเซิร์ฟเวอร์ใดๆ ดังนั้นโปรดขอให้คุณใช้งานอย่างมั่นใจ เราใส่ใจในความเป็นส่วนตัวของคุณ! ข้อมูลที่สามารถระบุตัวตนจะไม่ถูกเข้าถึง รวมถึงผู้ให้บริการโฆษณา ฯลฯ #### ข้อมูลต่อไปนี้โปรดเข้าใจ - เปิดใช้งาน iCloud จะซิงค์ข้อมูล [หลังจากการเข้ารหัส] ไปยังบริการคลาวด์ของ Apple ดังนั้นแนะนำให้เปิดเพื่อความปลอดภัยและความสามารถในการเรียกคืนข้อมูล - ฟังก์ชั่นสถิติส่วนที่เล็กน้อยของ SDK ของ Umeng ถูกใช้เพื่อนับ [สะสม] ความถี่ในการเปิดแอปทั้งหมด ฯลฯ โปรดอ้างถึงนโยบายความเป็นส่วนตัวของ Umeng เพื่อดูรายละเอียด #### ผู้ใช้ฟรี - ผู้ใช้ฟรีจะได้รับการโฆษณา แต่ผู้ให้บริการโฆษณาไม่สามารถรวบรวมข้อมูลที่สามารถระบุตัวตนของคุณได้
vi: **Ghi chú đơn giản (Noteit)** là một ứng dụng ghi chú ngoại tuyến, **không** tải lên nội dung hoặc dữ liệu hình ảnh của bạn lên bất kỳ máy chủ nào, hãy yên tâm sử dụng. Ghi chú đơn giản rất quan tâm đến quyền riêng tư của mọi người, bất kỳ dữ liệu nào có thể xác định danh tính đều không được thu thập, bao gồm các nhà cung cấp dịch vụ quảng cáo, v.v. Thông tin dưới đây, vui lòng hiểu - Bật iCloud sẽ đồng bộ hóa dữ liệu 【sau khi mã hóa】 với dịch vụ đám mây của Apple, để đảm bảo dữ liệu có thể tìm thấy an toàn, đề xuất bật. - Chức năng thống kê sử dụng SDK của Umeng, dùng để thống kê tần suất mở ứng dụng toàn bộ, đề nghị tìm hiểu về chính sách quyền riêng tư Umeng #### Người dùng miễn phí - Người dùng miễn phí sẽ có quảng cáo, nhưng nhà cung cấp dịch vụ quảng cáo không thể thu thập thông tin định danh của bạn.
zh_hant: **簡單記（Noteit）** 是一款離線記事應用，**不會**上傳您的內容或圖片數據至任何服務器，請放心使用。 簡單記非常關注大家的隱私，任何可標明身份的數據都不會被獲取，包括廣告服務商等。 以下信息，請了解 - 開啟iCloud會將數據【加密後】同步到蘋果的雲服務，為了數據安全可找回，建議開啟。 - 統計功能使用了友盟SDK，用於統計整個應用的打開頻次等，具體可了解友盟隱私權政策 #### 免費用戶 - 免費用戶會有廣告，但廣告服務商無法收集您的可標明身份的信息。

# 已保存到相册
source: Saved to album
ar: تم الحفظ في الألبوم
da: Gemt til album
es: Guardado en el álbum
fr: Enregistré dans l'album
he: נשמר לאלבום
hi: एल्बम में सहेजा गया
it: Salvato nell'album
ja: アルバムに保存されました
ko: 앨범에 저장됨
ms: Disimpan ke album
sv: Gespeichert im Album
th: บันทึกไปยังอัลบั้ม
vi: Đã lưu vào album
zh_hant: 已保存到相簿

# 保存失败，请确保开启了相册权限
source: Save failed, please ensure the album permission is enabled
ar: فشل الحفظ، يرجى التأكد من تمكين إذن الألبوم
da: Gem mislykkedes, sørg venligst for, at albumtilladelsen er aktiveret
es: Fallo al guardar, asegúrate de que el permiso del álbum está habilitado
fr: Échec de l'enregistrement, assurez-vous que l'autorisation de l'album est activée
he: שמירה נכשלה, אנא וודא שהרשאה לאלבום מאופשרת
hi: सेव विफल रहा, कृपया सुनिश्चित करें कि एल्बम अनुमति सक्षम है
it: Salvataggio non riuscito, assicurati che l'autorizzazione dell'album sia abilitata
ja: 保存に失敗しました、アルバムの権限が有効になっていることを確認してください
ko: 저장 실패, 앨범 권한을 활성화했는지 확인하십시오
ms: Gagal menyimpan, sila pastikan kebenaran album diaktifkan
sv: Speicherung fehlgeschlagen, bitte stellen Sie sicher, dass die Album-Berechtigung aktiviert ist
th: การบันทึกไม่สำเร็จ โปรดตรวจสอบว่าได้เปิดใช้งานสิทธิ์อัลบั้มแล้ว
vi: Lưu thất bại, vui lòng đảm bảo rằng bạn đã mở quyền truy cập vào thư viện ảnh
zh_hant: 保存失敗，請確保開啟了相簿權限

# MLTAG.动物园
source: Zoo
ar: حديقة الحيوان
he: גן חיות
hi: चिड़ियाघर
ko: 동물원
th: สวนสัตว์
vi: Sở thú
zh_hant: 动物园

# MLTAG.雷雨
source: Thunderstorm
ar: عاصفة رعدية
da: Tordenvejr
fr: Orage
he: סופת רעמים
hi: आंधी
ja: 雷雨
ko: 번개와 비
ms: Ribut petir
sv: Åskväder
th: พายุฟ้าคะนอง
vi: Giông bão
zh_hant: 雷雨

# MLTAG.孩子
source: Children
da: Børn
hi: बच्चे
ko: 孩子
sv: Barn
vi: Trẻ em
zh_hant: 孩子

# MLTAG.马
source: Horse
ar: حصان
da: Hest
fr: Cheval
he: סוּס
hi: घोड़ा
ja: 馬
ko: 말
ms: Kuda
sv: Häst
th: ม้า
zh_hant: 馬

# MLTAG.运动会
source: Sports
ar: الرياضة
da: Sport
he: ספורט
hi: खेल
ja: スポーツ
ko: 운동 회
ms: Sukan
sv: Sport
th: กีฬา
vi: Thể thao
zh_hant: 運動會

# MLTAG.喝咖啡
source: Coffee
ar: قهوة
da: Kaffe
fr: Café
he: קפה
hi: कॉफ़ी
ja: コーヒー
ko: 커피를 마시다
ms: Kopi
sv: Kaffe
th: กาแฟ
vi: Cà phê
zh_hant: 喝咖啡

# MLTAG.佛寺
source: Buddhist
ar: بوذي
da: Buddhistisk
fr: Bouddhiste
he: בודהיסט
hi: बौद्ध
ja: 仏教徒
ko: 불사
ms: Buddha
th: พุทธ
vi: Phật giáo
zh_hant: 佛寺

# MLTAG.猪
source: Pig
da: Svin
fr: Cochon
he: חזיר
hi: सूअर
ko: 猪
ms: Babi
sv: Griskött
th: หมู
zh_hant: 猪

# MLTAG.咖啡
source: Coffee
ar: قهوة
da: Kaffe
fr: Café
he: קָפֶה
hi: कॉफ़ी
ja: コーヒー
ko: 커피
ms: Kopi
sv: Kaffe
th: กาแฟ
vi: Cà phê
zh_hant: 咖啡

# MLTAG.钓鱼
source: Fishing
ar: صيد السمك
da: Fiskeri
fr: Pêche
he: דיג
ja: 釣り
ko: 낚시
ms: Memancing
sv: Fiske
th: การตกปลา
vi: Câu cá
zh_hant: 釣魚

# MLTAG.鹅
source: Goose
ar: أوزة
da: Gås
fr: Oie
he: אווז
hi: हंस
ja: ガチョウ
ko: 거위
ms: Angsa
sv: Gås
zh_hant: 鹅

# MLTAG.露营
source: Camping
ar: تخييم
he: קמפינג
hi: शिविर
ja: キャンピング
ko: 캠핑
ms: Kemah
th: การแค้มปิ้ง
vi: Cắm trại
zh_hant: 露营

# MLTAG.爬山
source: Climbing
ar: تسلق
da: Klatring
fr: Escalade
he: טיפוס
hi: चढ़ाई
ja: クライミング
ko: 등산
ms: Mendaki
sv: Klättring
th: ปีน
vi: Leo núi
zh_hant: 爬山

# MLTAG.游泳
source: Swimming
ar: السباحة
da: Svømning
fr: Natation
he: שחייה
hi: तैराकी
ja: 水泳
ko: 수영
ms: Renang
sv: Simning
th: ว่ายน้ำ
vi: Bơi lội
zh_hant: 游泳

# MLTAG.自拍
source: Selfie
ar: سيلفي
he: סֶלְפִּי
hi: सेल्फी
ja: セルフィー
ko: 셀카
sv: Självporträtt
th: เซลฟี่
zh_hant: 自拍

# MLTAG.打麻将
source: Mahjong
ar: ماجونغ
he: מה-ג'ונג
hi: महजोंग
ja: 麻雀
ko: 마장을 치다
th: มาจง
zh_hant: 打麻將

# MLTAG.棒球
source: Baseball
ar: البيسبول
he: בייסבול
hi: बेसबॉल
ja: 野球
ko: 야구
ms: Basebol
sv: Baseboll
th: เบสบอล
vi: Bóng chày
zh_hant: 棒球

# MLTAG.新疆民族
source: Xinjiang
ar: شينجيانغ
he: צ'ינגיאנג
hi: सिंजियांग
ja: 新疆
ko: 신장 민족
th: ซินเจียง
zh_hant: 新疆民族

# MLTAG.西餐
source: Western food
ar: الطعام الغربي
da: Vestlig mad
fr: Nourriture occidentale
he: מָאָכָל מַעֲרָבִי
hi: पश्चिमी भोजन
ja: 西洋料理
ko: 서양 음식
ms: Makanan Barat
sv: Västerländsk mat
th: อาหารตะวันตก
vi: Món ăn phương Tây
zh_hant: 西餐

# MLTAG.汽车
source: Car
ar: سيارة
da: Bil
fr: Voiture
he: אוטו
hi: कार
ja: 車
ko: 자동차
ms: Kereta
sv: Bil
th: รถยนต์
vi: Xe hơi
zh_hant: 汽車

# MLTAG.医生
source: Doctor
ar: طبيب
da: Læge
fr: Docteur
he: רופא
hi: डॉक्टर
ja: 医者
ko: 의사
ms: Doktor
sv: Läkare
th: หมอ
vi: Bác sĩ
zh_hant: 醫生

# MLTAG.晚霞
source: Evening glow
ar: الوهج المسائي
da: Aften glød
fr: Lueur du soir
he: זריחה של ערב
hi: संध्या की रौशनी
ja: 夕焼け
ko: 저녁노을
ms: Sinar senja
sv: Kvällsglöd
th: แสงสว่างในเวลาเย็น
vi: Ánh hoàng hôn
zh_hant: 晚霞

# MLTAG.兵马俑
source: Terracotta Army
ar: الجيش الطيني
da: Terracotta Hær
fr: Armée de Terre Cuite
he: צבא טרקוטה
hi: टेराकोटा सेना
ko: 무기 마상
ms: Tentera Terakota
sv: Terrakottaarmén
th: ทหารเทโรคอตตา
vi: Quân đồ đất sét
zh_hant: 兵马俑

# MLTAG.海洋馆
source: Aquarium
ar: حوض السمك
da: Akvarium
he: אֲקוּוָרִיוּם
hi: एक्वेरियम
ja: 水族館
ko: 해양관
sv: Akvarium
th: สวนสัตว์น้ำ
vi: Bể cá
zh_hant: 海洋館

# MLTAG.机车
source: Locomotive
ar: قاطرة
da: Lokomotiv
hi: लोकोमोटिव
ja: 機関車
ko: 기차
ms: Lokomotif
sv: Lokomotiv
th: หัวรถจักร
vi: Đầu máy
zh_hant: 機車

# MLTAG.极限运动
source: Extreme sports
ar: الرياضات المتطرفة
da: Ekstreme sportsgrene
fr: Sports extrêmes
he: ספורט אתגרי
hi: अत्यधिक खेल
ja: エクストリームスポーツ
ko: 극한 스포츠
ms: Sukan ekstrem
sv: Extremsport
vi: Thể thao mạo hiểm
zh_hant: 极限运动

# MLTAG.春天
source: Spring
ar: ربيع
da: Forår
fr: Printemps
he: אביב
hi: वसंत
ja: 春
ko: 봄
ms: Bunga
sv: Vår
th: ฤดูใบไม้ผลิ
vi: Mùa xuân
zh_hant: 春天

# MLTAG.书法
source: Calligraphy
ar: الخط العربي
da: Kalligrafi
fr: Calligraphie
he: קליגרפיה
hi: कला
ja: 書道
ko: 서예
ms: Kaligrafi
sv: Kalligrafi
th: การสะกดระดับ
vi: Thư pháp
zh_hant: 書法

# MLTAG.逛街
source: Shopping
ar: التسوق
fr: Achats
he: קניות
hi: खरीदारी
ja: ショッピング
ko: 쇼핑
ms: Membeli-belah
th: ช็อปปิ้ง
vi: Mua sắm
zh_hant: 購物

# MLTAG.小巷子
source: Alleyway
ar: ممر
da: Smøge
fr: Ruelle
he: סמטה
hi: गली
ja: 路地
ko: 골목길
ms: Lorong
sv: Gångväg
th: ซอย
vi: Con hẻm
zh_hant: 小巷子

# MLTAG.电影
source: Movie
ar: فيلم
da: Film
fr: Film
he: סרט
hi: चलचित्र
ja: 映画
ko: 영화
ms: Filem
sv: Film
th: ภาพยนตร์
vi: Phim
zh_hant: 電影

# MLTAG.城堡
source: Castle
ar: قلعة
da: Slott
fr: Château
he: טירה
hi: किला
ko: 성
ms: Istana
sv: Slott
th: ปราสาท
vi: Lâu đài
zh_hant: 堡垒

# MLTAG.聚会
source: Gathering
ar: تجمع
fr: Rassembler
he: איסוף
hi: संगठन
ja: 集合
ko: 모임
ms: Mengumpulkan
sv: Samlar
th: การรวบรวม
vi: Gom nhặt
zh_hant: 聚會

# MLTAG.情侣
source: Couple
he: זוג
ja: カップル
ko: 커플
ms: Pasangan
vi: Cặp đôi
zh_hant: 伴侶

# MLTAG.油画
source: Oil painting
ar: الرسم بالزيت
da: Oliemaleri
fr: Peinture à l'huile
he: ציור שמן
hi: तेल चित्रकारी
ja: 油絵
ko: 유화
ms: Lukisan minyak
sv: Oljemålning
th: ภาพวาดสีน้ำมัน
vi: Tranh sơn dầu
zh_hant: 油畫

# MLTAG.核酸检测
source: COVID
ar: كوفيد
he: קוביד
hi: कोविड
ko: 핵산 검사
th: โควิด
zh_hant: 核酸檢測

# MLTAG.渔民
source: Fisherman
ar: صياد السمك
da: Fiskermand
fr: Pêcheur
he: דייג
hi: मछुआरा
ja: 漁師
ko: 어부
ms: Nelayan
sv: Fiskare
th: ชาวประมง
vi: Người đánh cá
zh_hant: 渔民

# MLTAG.球赛
source: Ball game
ar: لعبة الكرة
da: Boldspil
fr: Jeu de balle
he: משחק כדור
hi: गेंद का खेल
ja: ボールゲーム
ko: 구기 경기
ms: Permainan bola
sv: Bollspel
th: เกมบอล
vi: Trò chơi bóng
zh_hant: 球賽

# MLTAG.博物馆
source: Museum
ar: متحف
fr: Musée
he: מוזיאון
hi: संग्रहालय
ja: 博物館
ko: 박물관
ms: Muzium
th: พิพิธภัณฑ์
vi: Bảo tàng
zh_hant: 博物館

# MLTAG.海鸥
source: Seagull
ar: النورس
da: Måge
fr: Mouette
he: שחף
hi: समुद्री मेवा
ja: カモメ
ko: 갈매기
ms: Burung camar
sv: Mås
th: นกนางนวล
vi: Hải âu
zh_hant: 海鷗

# MLTAG.鱼
source: Fish
ar: سمكة
da: Fisk
fr: Poisson
he: דג
hi: मछली
ja: 魚
ko: 물고기
ms: Ikan
sv: Fisk
th: ปลา
vi: Cá
zh_hant: 魚

# MLTAG.烟花
source: Fireworks
ar: الألعاب النارية
da: Fyrværkeri
fr: Feux d'artifice
he: זיקוקים
hi: आतिशबाजी
ja: 花火
ko: 불꽃놀이
ms: Bunga Api
sv: Fyrverkerier
th: พลุไฟ
vi: Pháo hoa
zh_hant: 煙花

# MLTAG.游乐场
source: Playground
ar: ملعب
da: Legeplads
fr: Aire de jeux
he: מגרש משחקים
hi: खेल मैदान
ja: プレイグラウンド
ko: 놀이터
ms: Taman permainan
sv: Lekplats
vi: Sân chơi
zh_hant: 遊樂場

# MLTAG.编程
source: Programming
ar: برمجة
da: Programmering
fr: Programmation
he: תכנות
hi: प्रोग्रामिंग
ja: プログラミング
ko: 프로그래밍
ms: Pengaturcaraan
sv: Programmering
th: การเขียนโปรแกรม
vi: Lập trình
zh_hant: 程式編寫

# MLTAG.堵车
source: Traffic
ar: حركة المرور
da: Trafik
fr: Circulation
he: תנועה
hi: यातायात
ja: トラフィック
ko: 교통 체증
ms: Lalu lintas
sv: Trafik
th: การจราจร
vi: Giao thông
zh_hant: 塞車

# MLTAG.航行
source: Sailing
ar: الإبحار
da: Sejlads
fr: Voile
he: שייט
hi: सेलिंग
ja: セーリング
ko: 항해
ms: Layar
sv: Segling
th: การเรือใบ
vi: Đi thuyền buồm
zh_hant: 航行

# MLTAG.约会
source: Date
ar: تاريخ
da: Dato
he: תאריך
hi: तारीख
ja: 日付
ko: 데이트
ms: Tarikh
sv: Datum
th: วันที่
vi: Ngày
zh_hant: 約會

# MLTAG.幼儿园
source: Kindergarten
da: Børnehave
fr: Maternelle
he: גן ילדים
hi: बाल विहार
ja: 幼稚園
ko: 유치원
ms: Tadika
sv: Förskola
th: 幼儿园
vi: Mẫu giáo
zh_hant: 幼儿园

# MLTAG.乌云
source: Dark cloud
ar: غيمة داكنة
da: Mørk sky
fr: Nuage sombre
he: ענן כהה
hi: काला बादल
ja: 暗い雲
ko: 흑운
ms: Awan gelap
sv: Mörkt moln
th: เมฆมืด
vi: Mây đen
zh_hant: 烏雲

# MLTAG.账单
source: Bill
ar: بيل
da: Regning
fr: Facture
he: ביל
hi: बिल
ja: ビル
ko: 청구서
sv: Faktura
th: บิล
vi: Hóa đơn
zh_hant: 帳單

# MLTAG.穿搭
source: Dressing up
ar: التزيين
da: Klæder på
fr: Se déguiser
hi: सजना
ja: ドレッシングアップ
ko: 착용
ms: Berhias
sv: Klä ut sig
th: แต่งตัว
vi: Ăn mặc
zh_hant: 穿搭

# MLTAG.长城
source: Great Wall
ar: السور العظيم
da: Store Mur
fr: Grande Muraille
he: חומה גדולה
hi: महान दीवार
ja: 万里の長城
ko: 장성
ms: Dinding Besar
sv: Stora muren
th: กำแพงเมืองจีน
vi: Bức tường vĩ đại
zh_hant: 長城

# MLTAG.玩具
source: Toy
ar: لعبة
da: Leksak
fr: Jouet
he: צעצוע
hi: खिलौना
ja: おもちゃ
ko: 장난감
ms: Mainan
sv: Leksak
vi: Đồ chơi
zh_hant: 玩具

# MLTAG.看电影
source: Movie
ar: فيلم
da: Film
fr: Film
he: סרט
hi: चलचित्र
ja: 映画
ko: 영화 보기
ms: Filem
sv: Film
th: ภาพยนตร์
vi: Phim
zh_hant: 看電影

# MLTAG.老照片
source: Old Photo
ar: صورة قديمة
da: Gammelt foto
fr: Vieille Photo
he: תמונה ישנה
hi: पुरानी फ़ोटो
ja: 古い写真
ko: 오래된 사진
ms: Foto Lama
sv: Gammalt foto
th: รูปถ่ายเก่า
vi: Ảnh cũ
zh_hant: 舊照片

# MLTAG.雪景
source: Snow
ar: ثلج
da: Sne
fr: Neige
he: שלג
hi: बर्फ
ja: 雪
ko: 눈 풍경
ms: Salji
sv: Snö
th: หิมะ
vi: Tuyết
zh_hant: 雪景

# MLTAG.滑冰
source: Skating
ar: تزلج
da: Skøjteløb
fr: Patinage
he: סקייטינג
hi: स्केटिंग
ja: スケート
ko: 스케이트
sv: Skridskoåkning
th: สเก็ต
vi: Trượt băng
zh_hant: 滑冰

# MLTAG.手机
source: Mobile
ar: موبايل
da: Mobil
he: נייד
hi: मोबाइल
ja: モバイル
ko: 휴대전화
ms: Mudah Alih
sv: Mobil
th: โทรศัพท์มือถือ
vi: Di động
zh_hant: 手機

# MLTAG.拳击
source: Boxing
ar: ملاكمة
da: Boksning
fr: Boxe
he: בוקס
hi: बॉक्सिंग
ja: ボクシング
ko: 권투
ms: Persegi
sv: Boxning
th: มวย
vi: Quyền Anh
zh_hant: 拳擊

# MLTAG.稻田
source: Rice field
ar: حقل الأرز
da: Rismark
fr: Champ de riz
he: שדה אורז
hi: चावल की खेत
ja: 稲田
ko: 쌀밭
ms: Sawah padi
sv: Risfält
th: ทุ่งข้าว
vi: Cánh đồng gạo
zh_hant: 稻田

# MLTAG.火锅
source: Hotpot
ar: حوض الحساء
he: חמין
hi: हॉटपॉट
ja: ホットポット
ko: 샤브샤브
th: ฮ็อตพอต
vi: Lẩu
zh_hant: 火鍋

# MLTAG.美食
source: Gourmet food
ar: طعام الذواقة
da: Gourmet mad
fr: Nourriture gastronomique
he: אוכל גורמה
hi: गॉर्मे खाना
ja: グルメな食べ物
ko: 음식
ms: Makanan gourmet
th: อาหารอร่อย
vi: Thực phẩm gourmet
zh_hant: 美食

# MLTAG.商场
source: Mall
ar: المول
da: Købmandsbutik
fr: Centre commercial
he: קניון
hi: मॉल
ja: モール
ko: 상점
ms: Kedai
th: ห้างสรรพสินค้า
vi: Trung tâm mua sắm
zh_hant: 商場

# MLTAG.教堂
source: Church
ar: كنيسة
da: Kirke
fr: Église
he: כנסייה
hi: चर्च
ja: 教会
ko: 교회
ms: Gereja
sv: Kyrka
th: โบสถ์
vi: Nhà thờ
zh_hant: 教堂

# MLTAG.乡村
source: Village
ar: قرية
da: Landsby
he: כפר
hi: गाँव
ja: 村
ko: 시골
ms: Kampung
sv: By
th: หมู่บ้าน
vi: Làng
zh_hant: 鄉村

# MLTAG.朋友聚会
source: Friends
ar: الأصدقاء
da: Venner
fr: Amis
he: חברים
hi: दोस्त
ja: 友達
ko: 친구들과의 모임
ms: Rakan-rakan
sv: Vänner
th: เพื่อน
vi: Bạn bè
zh_hant: 朋友聚會

# MLTAG.动漫
source: Anime
ar: أنمي
he: אנימה
hi: एनीमे
ja: アニメ
ko: 애니메이션
th: อนิเมะ
zh_hant: 動漫

# MLTAG.烧烤
source: Barbecue
ar: شواء
he: ברביקיו
hi: बारबेक्यू
ja: バーベキュー
ko: 바베큐
ms: Barbeku
th: บาร์บีคิว
zh_hant: 燒烤

# MLTAG.包包
source: Bag
ar: حقيبة
da: Taske
fr: Sac
he: תיק
hi: बैग
ja: バッグ
ko: 가방
ms: Beg
sv: Väska
th: กระเป๋า
vi: Túi xách
zh_hant: 手提包

# MLTAG.鲜花
source: Flowers
ar: الزهور
da: Blomster
fr: Fleurs
he: פרחים
hi: फूल
ja: 花
ko: 꽃
ms: Bunga
sv: Blommor
th: ดอกไม้
vi: Hoa
zh_hant: 鲜花

# MLTAG.下雨
source: Raining
ar: تمطر
da: Regner
fr: Il pleut
he: גשם
hi: बारिश हो रही है
ja: 雨が降っている
ko: 비가 오다
ms: Hujan
sv: Regnar
th: ฝนตก
vi: Mưa
zh_hant: 下雨

# MLTAG.大学校园
source: University
ar: جامعة
da: Universitet
fr: Université
he: אוניברסיטה
hi: विश्वविद्यालय
ja: 大学
ko: 대학 캠퍼스
ms: Universiti
sv: Universitet
th: มหาวิทยาลัย
vi: Đại học
zh_hant: 大學校園

# MLTAG.暴雨
source: Heavy rain
ar: أمطار غزيرة
da: Tung regn
fr: Pluie intense
hi: भारी वर्षा
ja: 大雨
ko: 폭우
ms: Hujan lebat
sv: Tungt regn
th: ฝนตกหนัก
vi: Mưa lớn
zh_hant: 暴雨

# MLTAG.瑜伽
source: Yoga
ar: يوغا
he: יוגה
hi: योग
ja: ヨガ
ko: 요가
th: โยคะ
zh_hant: 瑜珈

# MLTAG.多肉
source: Succulent
ar: صبار
da: Sukkulent
he: סֻקוּלֶנט
ko: 다육식
ms: Sukulen
sv: Suckulent
th: ต้นไม้ฟักข้าว
vi: Cây xương rồng
zh_hant: 多肉
