Repository: oblank/NoteitLangs
Catalog: *.lproj/Localizable.strings
Languages: ar, da, es, fr, he, hi, it, ja, ko, ms, sv, th, vi, zh_hant

# 支持快捷访问（捷径、Siri）。
source: Supports quick access (Shortcuts, Siri).
ar: يدعم الوصول السريع (الاختصارات ، سيري).
da: Understøtter hurtig adgang (Genveje, Siri).
es: Admite acceso rápido (Atajos, Siri).
fr: Supporte l'accès rapide (raccourcis, Siri).
he: תומך בגישה מהירה (קיצורי דרך, Siri).
hi: जल्दी पहुंच (शॉर्टकट्स, सिरी) का समर्थन करता है।
it: Supporta l'accesso rapido (Scorciatoie, Siri).
ja: ショートカット、Siriのクイックアクセスをサポートします。
ko: 빠른 액세스 지원 (단축키, Siri).
ms: Menyokong akses pantas (Pintasan, Siri).
sv: Unterstützt den schnellen Zugriff (Shortcuts, Siri).
th: สนับสนุนการเข้าถึงอย่างรวดเร็ว (ทางลัด, Siri).
vi: Hỗ trợ truy cập nhanh (Phím tắt, Siri).
zh_hant: 支持快捷訪問（捷徑、Siri）。

# 压缩相册，减少手机空间。
source: Compress the album to save phone space.
ar: ضغط الألبوم لحفظ مساحة الهاتف.
da: Komprimer albummet for at spare telefonplads.
es: Comprime el álbum para ahorrar espacio en el teléfono.
fr: Compresser l'album pour économiser de l'espace sur le téléphone.
he: לדחוס את האלבום כדי לחסוך מקום בטלפון;
hi: फोन स्पेस सेव करने के लिए एल्बम को संकुचित करें।
it: Comprimi l'album per risparmiare spazio sul telefono.
ja: アルバムを圧縮し、スマートフォンの空き容量を節約します。
ko: 앨범 압축하여 전화 공간을 줄입니다.
ms: Mampatkan album untuk menjimatkan ruang telefon.
th: บีบอัดอัลบั้มเพื่อประหยัดพื้นที่โทรศัพท์;
vi: Nén album, giảm không gian điện thoại.
zh_hant: 壓縮相冊，減少手機空間。

# 自定义字体。
source: Custom Fonts.
da: Tilpassede skrifttyper.
es: Fuentes personalizadas.
fr: Personnaliser la police.
he: גופנים מותאמים אישית.
hi: कस्टम फ़ॉन्ट।
it: Caratteri personalizzati;
ja: カスタムフォント。
ko: 사용자 정의 글꼴.
sv: Eigene Schriftarten;
th: ฟอนต์ที่กำหนดเอง;
vi: Phông chữ tùy chỉnh.
zh_hant: 自定義字體。

# 无广告，更清新。
source: No ads for a fresher look.
ar: لا إعلانات لمظهر أكثر انتعاشاً.
da: Ingen annoncer for et friskere udseende;
es: Sin anuncios para una apariencia más fresca.
fr: Pas de publicités, plus frais.
he: אין פרסומות למראה יותר טרי;
hi: एक ताजगी के लिए कोई विज्ञापन नहीं।
it: Nessun annuncio per un aspetto più fresco.
ja: 広告なしでより爽快。
ko: 광고 없음, 더 신선함.
ms: Tiada iklan untuk rupa yang lebih segar.
sv: Kei Werbig für e frischeri Ussehä;
th: ไม่มีโฆษณาเพื่อการมองเห็นที่สดใสขึ้น;
vi: Không có quảng cáo, sảng khoái hơn.
zh_hant: 無廣告，更清新。

# 日记名称自定义。
source: Customize the Diary Name.
ar: تخصيص اسم اليومية.
da: Tilpas Dagbogsnavnet.
es: Personaliza el nombre del diario.
fr: Personnaliser le nom du journal.
he: התאמה אישית של שם היומן.
hi: डायरी का नाम अनुकूलित करें।
it: Personalizza il nome del diario.
ja: 日記の名前をカスタマイズ。
ko: 일기 이름 사용자 정의.
ms: Sesuaikan Nama Diary Anda.
sv: Passen Sie den Namen des Tagebuchs an.
th: ปรับแต่งชื่อไดอารี่;
vi: Tùy chỉnh tên nhật ký.
zh_hant: 日記名稱自定義。

# 无限量日记。
source: Unlimited Diaries.
da: Ubegrænsede Dagbøger.
es: Diarios ilimitados;
fr: Journal sans limite.
hi: असीमित डायरियां।
it: Diari illimitati.
ja: 無制限の日記。
ko: 무제한 일기.
ms: Diari Tanpa Had.
sv: Unbeschränkte Tagebücher.
th: ไม่ จำกัด บันทึกประจำวัน;
vi: Nhật ký không giới hạn.
zh_hant: 無限量日記。

# 时间回顾功能。
source: Time Review Function.
ar: وظيفة مراجعة الوقت.
da: Tidsgennemgang Funktion.
es: Función de Revisión de Tiempo.
fr: Fonction de révision du temps.
he: פונקצית סקירת זמן.
hi: समय समीक्षा कार्य।
it: Funzione di revisione del tempo.
ja: 時間を振り返る機能。
ko: 시간 회고 기능.
ms: Fungsi Kajian Masa.
sv: Zeitüberprüfungsfunktion.
th: ฟังก์ชันการทบทวนเวลา;
vi: Chức năng xem lại thời gian.
zh_hant: 時間回顧功能。

# 标签云，以漂亮云图形式呈现。
source: Tag Cloud, presented in a beautiful cloud format.
da: Tag Cloud, præsenteret i et smukt skyformat.
es: Nube de etiquetas, presentada en un hermoso formato de nube.
fr: Nuage de tags, présenté sous forme de beau nuage.
he: ענן תגים, מוצג בפורמט ענן יפהפה .
it: Tag Cloud, presentato in un bellissimo formato cloud.
ja: タグクラウド、美しいクラウドグラフィックで表示します。
ko: 태그 클라우드는 예쁜 클라우드 그래픽 형식으로 표시됩니다.
ms: Tag Cloud, disajikan dalam format awan yang indah.
sv: Tag Cloud, präsentiert in einem schönen Wolkenformat.
th: แท็กคลาวด์, นำเสนอในรูปแบบคลาวด์ที่สวยงาม;
vi: Nhãn dán, được trình bày dưới dạng đồ họa đám mây đẹp mắt.
zh_hant: 標籤雲，以漂亮雲圖形式呈現。

# 按色筛图，可通过颜色筛选图片。
source: Filter photos by color.
ar: تصفية الصور حسب اللون.
da: Filtrer fotos efter farve.
es: Filtrar fotos por color.
fr: Filtrer les images par couleur.
he: סנן תמונות לפי צבע .
hi: रंग द्वारा फोटो को फ़िल्टर करें।
it: Filtrare le foto per colore;
ja: 色で画像をフィルタリングします。
ko: 색조로 이미지 필터링 가능, 색상으로 사진을 필터링할 수 있습니다.
ms: Tapis foto mengikut warna.
sv: Filter Fotos nach Farbe.
th: กรองรูปภาพตามสี;
vi: Lọc hình theo màu, có thể lọc hình ảnh qua màu sắc.
zh_hant: 按色篩圖，可通過顏色篩選圖片。

# 照片质量控制，平衡质量与大小。
source: Control photo quality, balance quality and size.
da: Kontroller fotokvalitet, balancer kvalitet og størrelse;
es: Controla la calidad de la foto, equilibra la calidad y el tamaño.
fr: Contrôle de la qualité des photos, équilibrer la qualité et la taille.
he: שלוט באיכות התמונה, שמור על איזון בין איכות לגודל;
hi: फ़ोटो की गुणवत्ता नियंत्रित करें, गुणवत्ता और आकार का संतुलन रखें।
it: Controlla la qualità delle foto, bilancia qualità e dimensione;
ja: 写真の品質制御、品質とサイズのバランス。
ko: 사진 품질 제어, 품질과 크기의 균형을 유지하다.
ms: Kawal kualiti foto, seimbangkan kualiti dan saiz.
sv: Steuern Sie die Bildqualität, balancieren Sie Qualität und Größe aus;
th: ควบคุมคุณภาพภาพ, สมดุลระหว่างคุณภาพและขนาด;
vi: Điều khiển chất lượng ảnh, cân nhắc giữa chất lượng và kích thước.
zh_hant: 照片質量控制，平衡質量與大小。

# 语音录制。
source: Voice Recording.
da: Stemmoptagelse.
es: Grabación de voz.
fr: Enregistrement vocal.
he: הקלטת קול.
hi: आवाज रेकॉर्डिंग।
it: Registrazione vocale.
ja: ボイスレコーディング。
ko: 음성 녹음.
ms: Rakaman Suara.
sv: Stimmaufzeichnung.
th: บันทึกเสียง;
vi: Ghi âm.
zh_hant: 語音錄製。

# 恢复
source: Restore
ar: استعادة
da: Gendan
es: Restaurar
fr: Restaurer
he: שחזר
hi: पुनर्स्थापित करें
it: Ripristina
ja: リカバリー
ko: 복구
sv: Zruggsetze
th: เรียกคืน
vi: khôi phục
zh_hant: 恢復

# 自定义拾色
source: Customize Color
ar: تخصيص اللون
da: Tilpas Farve
es: Personalizar Color
fr: Personnaliser la sélection de couleurs
he: התאמה אישית של צבע
hi: रंग अनुकूलित करें
it: Personalizza Colore
ja: カスタムカラーピッキング
ko: 사용자 정의 색상 선택
ms: Sesuaikan Warna
sv: Farbe anpassen
th: ปรับแต่งสี
vi: Tùy chỉnh chọn màu
zh_hant: 自訂義拾色

# 自定义拾色%@
source: Customize Color %@
ar: تخصيص اللون % @
da: Tilpas farve %@
es: Personalizar Color %@
fr: Personnaliser la sélection de couleurs %@
he: התאמה אישית של צבע %@
hi: कस्टमाइज कलर %@
it: Personalizza Colore %@
ja: カスタムカラーピッキング%@
ko: 사용자 정의 색상 선택 %@
ms: Sesuaikan Warna %@
sv: Anpassen Farbe %@
th: ปรับแต่งสี %@
vi: Tùy chỉnh bộ chọn màu %@
zh_hant: 自訂義拾色%@

# 下一步
source: Next
ar: التالي
da: Næste
es: Siguiente
fr: Suivant
he: הבא
hi: अगला
it: Successivo
ja: 次へ
ko: 다음 단계
ms: Seterusnya
sv: Nächste
th: ถัดไป
vi: Bước tiếp theo
zh_hant: 下一步

# 极简浅绿
source: Light Green
ar: أخضر فاتح
da: Lys Grøn
es: Verde Claro
fr: Vert clair minimaliste
he: ירוק בהיר
hi: हलका हरा
it: Verde chiaro
ja: シンプルなライトグリーン
ko: 초록색의 극단적인 단순함
ms: Hijau Muda
sv: Lichtgrün
th: สีเขียวอ่อน
vi: Kiểu đơn giản màu xanh nhạt
zh_hant: 極簡淺綠

# 海蓝
source: Sea Blue
ar: أزرق البحر
da: Havsblå
es: Azul marino
fr: Bleu mer
he: כחול ים
hi: समुद्री नीला
it: Blu Mare
ja: 海の青
ko: 바다 파랑
ms: Biru Laut
sv: See Blau
th: สีฟ้าทะเล
vi: biển xanh
zh_hant: 海藍

# 大橘
source: Orange
ar: البرتقالي
es: Naranja
fr: Orange vif
he: תפוז
hi: नारंगी
it: Arancione
ja: ビッグオレンジ
ko: 큰 오렌지
ms: Oren
th: ส้ม
vi: Cam lớn
zh_hant: 大橘

# 粉红
source: Pink
ar: وردي
da: Rosa
es: Rosa
fr: Rose
he: ורוד
hi: गुलाबी
it: Rosa
ja: ピンク
ko: 분홍색
ms: Merah Jambu
sv: Rosa
th: สีชมพู
vi: hồng
zh_hant: 粉紅

# 草绿
source: Green
ar: أخضر
da: Grøn
es: Verde
fr: Vert herbe
he: ירוק
hi: हरा
it: Verde
ja: 草色
ko: 잔디 초록색
ms: Hijau
sv: Grün
th: สีเขียว
vi: xanh lục
zh_hant: 草綠

# 帝紫
source: Purple
ar: أرجواني
da: Lilla
es: Morado
fr: Violet impérial
he: סגול
hi: बैंगनी
it: Viola
ja: ロイヤルパープル
ko: 제왕의 보라색
ms: Ungu
sv: Lila
th: ม่วง
vi: Đế tím
zh_hant: 打錯

# 土黄
source: Yellow
ar: أصفر
da: Gul
es: Amarillo
fr: Jaune terre
he: צהוב
hi: पीला
it: Giallo
ja: 土の黄色
ko: 흙색
ms: Kuning
sv: Gelb
th: เหลือง
vi: đất vàng
zh_hant: 土黃

# 泼墨
source: Splash Ink
ar: رش الحبر
da: Splash Blæk
es: Tinta Salpicada
fr: Éclaboussure d'encre
he: דיו רוסף
it: Inchiostro Splash
ja: インクスプラッシュ
ko: 페인팅
ms: Cecahan Dakwat
vi: Giọt mực
zh_hant: 潑墨

# 殇灰
source: Death Grey
ar: رمادي الموت
da: Død Grå
es: Gris Muerte
fr: Gris triste
he: גריי מוות
hi: मृत्यु ग्रे
it: Grigio Morte
ja: 灰色の悲歌
ko: 회색 슬픔의 노래
ms: Kelabu Maut
sv: Tod Grau
vi: bài hát buồn màu xám
zh_hant: 殤灰

# 靛蓝
source: Indigo
ar: اللون الأزرق الداكن
es: Índigo
fr: Bleu indigo
he: אינדיגו
hi: इंडिगो
it: Indaco
ja: 青色
ko: 청색
th: อินดิโก้
vi: Xanh indigo
zh_hant: 靛藍

# 靛蓝+
source: Indigo +
ar: إنديغو +
fr: Bleu indigo+
he: אינדיגו +
hi: इंडिगो +
ja: 青色+
ko: 청색+
th: อินดิโก้ +
vi: Điền chính+
zh_hant: 靛藍+

# 帝紫+
source: Purple +
ar: أرجواني +
da: Lilla +
es: Púrpura +
fr: Violet impérial+
he: סגול +
it: Viola +
ja: ロイヤルパープル+
ko: 제왕 자주+
sv: Lila +
th: สีม่วง +
vi: Đế tím+
zh_hant: 帝紫+

# 草绿+
source: Green +
ar: أخضر +
da: Grøn +
es: Verde +
fr: Vert herbe+
he: ירוק +
hi: हरा +
it: Verde +
ja: 草色+
ko: 잔디 초록+
ms: Hijau +
sv: Grün +
th: สีเขียว +
vi: Xanh lục+
zh_hant: 草綠+

# 土黄+
source: Yellow +
ar: أصفر +
da: Gul +
es: Amarillo +
fr: Jaune terre+
he: צהוב +
hi: पीला +
it: Giallo +
ja: 土の黄色+
ko: 흙색+
ms: Kuning +
sv: Gelb +
th: เหลือง +
vi: đất vàng+
zh_hant: 土黃+

# 请先配置OpenAI服务
source: Please configure OpenAI service first
ar: يرجى تكوين خدمة OpenAI أولاً
da: Venligst konfigurer OpenAI-tjenesten først
es: Por favor, configure primero el servicio OpenAI
fr: Veuillez d'abord configurer le service OpenAI
he: אנא קבע תצורה לשירות OpenAI תחילה
hi: कृपया पहले OpenAI सेवा को कॉन्फ़िगर करें
it: Si prega di configurare prima il servizio OpenAI
ja: まずOpenAIサービスを設定してください
ko: OpenAI 서비스를 먼저 구성하십시오
ms: Sila konfigurasikan perkhidmatan OpenAI dahulu
sv: Bitte konfigurieren Sie zuerst den OpenAI-Dienst
th: โปรดกำหนดค่าบริการ OpenAI ก่อน
vi: Vui lòng cấu hình dịch vụ OpenAI đầu tiên
zh_hant: 請先配置OpenAI服務

# 选用
source: Choose
ar: اختر
da: Vælg
es: Elegir
fr: Choisir
he: בחר
hi: चुनें
it: Scegli
ja: 選択
ko: 선택하다
ms: Pilih
sv: Wählen
th: เลือก
vi: chọn
zh_hant: 選用

# 重新写
source: Rewrite
ar: أعد الكتابة
da: Omskriv
es: Reescribir
fr: Réécrire
he: שְׁכֵּתֵב
hi: पुनर्लेखन
it: Riscrivi
ja: 再度書きなおす
ko: 다시 쓰기
ms: Tulis semula
sv: Neuschreiben
th: เขียนใหม่
vi: viết lại
zh_hant: 重新寫

# 重新
source: Regenerate
ar: إعادة إنشاء
da: Gendan
es: Regenerar
fr: Réinitialiser
he: לִיצוֹר מֵחָדָש
hi: पुनः उत्पन्न करें
it: Rigenera
ja: 再度
ko: 다시
ms: Regenerasi
sv: Regeneriere
th: สร้างใหม่
vi: làm lại
zh_hant: 重新

# 重写
source: Rewrite
ar: إعادة الكتابة
da: Omskriv
es: Reescribir
fr: Réécrire
he: שֵׁם חָדָשׁ
hi: पुनर्लेखन
it: Riscrivi
ja: 書き直す
ko: 재작성
ms: Tulis semula
sv: Umschreiben
th: เขียนใหม่
vi: Viết lại
zh_hant: 重寫

# 继续
source: Continue
ar: استمر
da: Fortsæt
es: Continuar
fr: Continuer
he: המשך
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
sv: Weiter
vi: Tiếp tục
zh_hant: 繼續

# 续写
source: Continue
ar: متابعة الكتابة
da: Fortsæt med at skrive
es: Continuar escribiendo
fr: Continuer à écrire
he: המשך לכתוב
hi: लिखना जारी रखें
it: Continua a scrivere
ja: 書き続ける
ko: 계속 작성
ms: Sambung Menulis
sv: Weiter schreiben
th: ต่อเขียน
vi: tiếp tục viết
zh_hant: 續寫

# 已复制
source: Copied
ar: تم النسخ
da: Kopieret
es: Copiado
fr: Copié
he: הועתק
hi: प्रतिलिपि बनाई गई
it: Copiato
ja: コピー済み
ko: 복사되었습니다
ms: Disalin
sv: Kopiert
th: คัดลอก
vi: Đã sao chép
zh_hant: 已複製

# 思考中...
source: Thinking...
da: Tænker...
es: Pensando...
fr: Réflexion en cours...
he: חושב...
hi: सोच रहा है...
it: Pensando...
ja: 考え中...
ko: 생각 중...
ms: Fikir...
sv: Denke...
th: กำลังคิด...
vi: Đang suy nghĩ...
zh_hant: 思考中...

# AI助手
source: Assistant
ar: مساعد
da: Assistent
es: Asistente
fr: Assistant AI
he: עוזר
hi: सहायक
it: Assistente
ja: AIアシスタント人
ko: AI 도우미
ms: Pembantu
sv: Assistent
th: ผู้ช่วย
vi: Trợ lý AI
zh_hant: AI助理

# 我到过
source: Location
ar: الموقع
da: Placering
es: Ubicación
fr: J'ai été là
he: מיקום
hi: स्थान
it: Posizione
ja: 場所
ko: 나는 갔었다
ms: Lokasi
sv: Standort
th: สถานที่
vi: Tôi đã đến
zh_hant: 我到過

# 录语音
source: Record
ar: تسجيل
da: Optag
es: Grabar
fr: Enregistrement vocal
he: רֶשֶׁם
hi: रिकॉर्ड
it: Registrare
ja: 録音
ko: 음성 녹음
ms: Rakaman
sv: Aufnahme
th: บันทึก
vi: Ghi âm thanh
zh_hant: 錄語音

# 起标题
source: Title
ar: العنوان
da: Titel
es: Título
fr: Créer un titre
he: כותרת
hi: शीर्षक
it: Titolo
ja: タイトル
ko: 제목 시작
ms: Tajuk
sv: Titel
th: ชื่อเรื่อง
vi: tiêu đề bắt đầu
zh_hant: 起標題

# 做计划
source: Plan
ar: خطة
fr: Faire un plan
he: תוכנית
hi: योजना
it: Piano
ja: 計画
ko: 계획을 세우다
ms: Rancangan
th: แผน
vi: Lập kế hoạch
zh_hant: 做計劃

# 写诗
source: Poem
ar: قصيدة
da: Digt
es: Poema
fr: Écrire un poème
he: שִׁיר
hi: कविता
it: Poesia
ja: 詩書
ko: 시를 쓰다
ms: Puisi
sv: Gedicht
th: บทกวี
vi: viết thơ
zh_hant: 寫詩

# 配图
source: Picture
ar: صورة
da: Billede
es: Imagen
fr: Illustration
he: תמונה
hi: तस्वीर
it: Immagine
ja: 画像
ko: 일러스트
ms: Gambar
sv: Bild
th: ภาพ
vi: Minh họa
zh_hant: 配圖

# 纠错
source: Correct
ar: صحيح
da: Korrekt
es: Correcto
fr: Correction d'erreur
he: נכון
hi: सही
it: Corretto
ja: 修正
ko: 오류 수정
ms: Betul
sv: Korrekt
th: ถูกต้อง
vi: Sửa lỗi
zh_hant: 糾錯

# 缩写
source: Abbreviate
ar: اختصار
da: Forkorte
es: Abreviar
fr: Abréviation
he: לקצר
it: Abbrevia
ja: 略字
ko: 약어
ms: Ringkaskan
sv: Abkürzen
th: ย่อ
vi: viết tắt
zh_hant: 縮寫

# 扩写
source: Expand
ar: توسيع
da: Udvid
es: Expandir
fr: Élargissement
he: הרחב
hi: विस्तार
it: Espandere
ja: 拡張
ko: 확장
ms: Memperluas
sv: Erweitern
th: ขยาย
vi: mở rộng
zh_hant: 擴寫

# 翻译
source: Translate
ar: ترجمة
da: Oversæt
es: Traducir
fr: Traduction
he: תרגם
hi: स्थापित करें
it: Tradurre
ja: 翻訳
ko: 번역
ms: Terjemah
sv: Übersetzen
th: แปล
vi: dịch
zh_hant: 翻譯

# 分类能很好地组织内容，选择一个分类吧
source: Categories can organize content well, choose a category;
ar: يمكن للفئات تنظيم المحتوى بشكل جيد، اختر فئة;
da: Kategorier kan organisere indhold godt, vælg en kategori;
es: Las categorías pueden organizar bien el contenido, elige una categoría;
fr: La catégorisation peut bien organiser le contenu, choisissez une catégorie
he: הקטגוריות יכולות לארגן תוכן היטב, בחר קטגוריה;
hi: श्रेणियाँ सामग्री को अच्छी तरह से व्यवस्थित कर सकती हैं, एक श्रेणी चुनें;
it: Le categorie possono organizzare bene i contenuti, scegli una categoria;
ja: カテゴリはコンテンツをうまく整理することができます、一つ選んでください;
ko: 카테고리는 내용을 잘 정리할 수 있습니다, 하나를 선택하십시오
ms: Kategori dapat mengatur konten dengan baik, pilih kategori;
sv: Kategorien können Inhalte gut organisieren, wählen Sie eine Kategorie;
th: หมวดหมู่สามารถจัดระเบียบเนื้อหาได้ดี, เลือกหมวดหมู่;
vi: Phân loại có thể tổ chức nội dung rất tốt, hãy chọn một phân loại
zh_hant: 分類能很好地組織內容，選擇一個分類吧

# 还没有标题，用AI给你生成一个
source: No title yet, AI will generate one for you;
ar: ليس لديك عنوان بعد ، الذكاء الاصطناعي سيولد واحداً لك؛
da: Ingen titel endnu, AI vil generere en for dig;
es: Aún no hay título, la IA generará uno para ti;
fr: Il n'y a pas encore de titre, laissez l'IA en générer un pour vous
he: אין כותרת עדיין, AI יייצר אחת בשבילך;
hi: अभी तक कोई शीर्षक नहीं, एआई आपके लिए एक उत्पन्न करेगा;
it: Nessun titolo ancora, l'IA ne genererà uno per te;
ja: まだタイトルがありません、AIに一つ生成させます;
ko: 아직 제목이 없습니다, AI가 하나를 생성해 드립니다.
sv: Noch kein Titel, AI wird einen für Sie generieren;
th: ยังไม่มีชื่อเรื่อง ระบบ AI จะสร้างให้คุณ;
vi: Chưa có tiêu đề, hãy sử dụng AI để tạo ra một cái cho bạn
zh_hant: 還沒有標題，用AI給你生成一個

# 根据下面的内容生成标题，并且不要超过15个字：
source: Generate a title based on the content below and ensure it's no more than 15 characters long:
ar: إنشاء عنوان بناءً على المحتوى أدناه وتأكد أنه لا يزيد عن 15 حرفًا:
da: Generer en titel baseret på indholdet nedenfor og sørg for, at det ikke er mere end 15 tegn langt:
fr: Générez un titre basé sur le contenu ci-dessous, et ne dépassez pas 15 caractères :
he: צור כותרת בהתאם לתוכן למטה ווודא שהיא לא ארוכה מ-15 תווים:
hi: नीचे दिए गए सामग्री के आधार पर एक शीर्षक उत्पन्न करें और सुनिश्चित करें कि यह 15 अक्षरों से अधिक नहीं है:
it: Genera un titolo basato sul contenuto qui sotto e assicurati che non sia più lungo di 15 caratteri:
ja: 以下の内容に基づいてタイトルを生成し、15文字を超えないようにしてください：
ko: 제목을 생성하고 15자를 초과하지 않는 다음 내용을 바탕으로:
ms: Hasilkan tajuk berdasarkan kandungan di bawah dan pastikan ia tidak melebihi 15 aksara:
sv: Generieren Sie einen Titel basierend auf dem folgenden Inhalt und stellen Sie sicher, dass er nicht länger als 15 Zeichen ist:
th: สร้างชื่อจากเนื้อหาด้านล่างและตรวจสอบว่าไม่เกิน 15 ตัวอักษร:
vi: Tạo tiêu đề dựa trên nội dung dưới đây, không vượt quá 15 từ:
zh_hant: 根據下面的內容生成標題，並且不要超過15個字：

# 告诉AI帮您写点什么...
source: Tell AI what you want to write...
ar: أخبر الذكاء الاصطناعي بما تريد أن تكتب...
da: Fortæl AI, hvad du vil skrive...
es: Dile a la IA lo que quieres escribir...
fr: Dites à l'IA ce que vous voulez écrire...
he: ספר ל-AI מה אתה רוצה לכתוב...
hi: बताएं AI को कि आप क्या लिखना चाहते हैं...
it: Dici AI cosa vuoi scrivere...
ja: AIに何を書かせるか教えてください...
ko: AI에게 무엇을 써 달라고 말해주세요...
ms: Beritahu AI apa yang anda mahu tulis...
sv: Sagen Sie AI, was Sie schreiben möchten...
th: บอก AI สิ่งที่คุณต้องการเขียน...
vi: Cho AI biết bạn muốn viết gì...
zh_hant: 告訴AI幫您寫點什麼...

# 请问是关于什么的标题？
source: What is the title about?
ar: ما هو عنوان الحديث؟
da: Hvad handler titlen om?
es: ¿De qué trata el título?
fr: Quel est le sujet du titre?
hi: शीर्षक किस बारे में है?
it: Di cosa parla il titolo?
ja: 何のタイトルについての質問ですか？
ko: 제목이 어떤 것인가요?
ms: Apa tajuk itu tentang?
sv: Was ist das Thema?
th: เรื่องนี้เกี่ยวกับอะไร?
vi: Xin hỏi đây là tiêu đề về gì?
zh_hant: 請問是關於什麼的標題？

# 请帮我起一个关于
source: Please help me create a title about
ar: من فضلك ساعدني في إنشاء عنوان حول
da: Vær venlig at hjælpe mig med at skabe en titel om
es: Por favor, ayúdame a crear un título sobre
fr: Aidez-moi à créer un titre sur
he: אנא עזור לי ליצור כותרת על
hi: कृपया मुझे एक शीर्षक बनाने में मेरी सहायता करें
it: Per favore aiutami a creare un titolo su
ja: 私について何かのタイトルを作成してください
ko: 나에게 관련된 이름을 지어주세요
ms: Tolong bantu saya membuat tajuk tentang
sv: Bitte helfen Sie mir, einen Titel zu erstellen über
th: โปรดช่วยฉันสร้างชื่อเรื่องเกี่ยวกับ
vi: Xin hãy giúp tôi đặt tên về
zh_hant: 請幫我起一個關於

# 请帮我做一个关于
source: Please help me create a plan about
zh_hant: 請幫我做一個關於

# 的标题，标题不超过15个字
source: , the title is no more than 15 characters
ar: العنوان، العنوان لا يزيد عن 15 حرف
da: Titlen, titlen er ikke mere end 15 tegn
es: El título, el título no debe tener más de 15 caracteres
fr: le titre, le titre ne dépasse pas 15 caractères
he: הכותרת, הכותרת אינה יותר מ-15 תווים
hi: शीर्षक, शीर्षक 15 वर्णों से अधिक नहीं होना चाहिए
it: Il titolo, il titolo non deve superare i 15 caratteri
ja: タイトルは15文字を超えないでください
ko: 의 제목, 제목은 15자를 초과하지 않습니다
ms: Tajuk, tajuk tidak lebih daripada 15 aksara
sv: Der Titel, der Titel ist nicht mehr als 15 Zeichen
th: ชื่อเรื่อง, ชื่อเรื่องไม่เกิน 15 ตัวอักษร
vi: tiêu đề, tiêu đề không quá 15 ký tự
zh_hant: 的標題，標題不超過15個字

# 根据内容生成标题不要超过15个字
source: Generate a title based on content, no more than 15 characters;
ar: إنشاء عنوان استنادًا إلى المحتوى، لا يزيد عن 15 حرفًا;
da: Generer en titel baseret på indhold, ikke mere end 15 tegn;
es: Genera un título basado en contenido, no más de 15 caracteres;
fr: Générer un titre basé sur le contenu ne dépassant pas 15 caractères
he: צור כותרת בהתאם לתוכן, לא יותר מ-15 תווים;
hi: सामग्री के आधार पर एक शीर्षक जनरेट करें, 15 अक्षर से अधिक नहीं;
it: Genera un titolo basato sul contenuto, non più di 15 caratteri;
ja: 内容に基づいてタイトルを生成し、15文字を超えないでください
ko: 내용에 따라 제목 생성, 15자를 초과하지 마세요
ms: Hasilkan tajuk berdasarkan kandungan, tidak lebih dari 15 aksara;
sv: Generiere einen Titel basierend auf Inhalt, nicht mehr als 15 Zeichen;
vi: Tạo tiêu đề theo nội dung không quá 15 từz
zh_hant: 根據內容生成標題不要超過15個字

# 请输入关于什么的计划，旅行、工作？
source: Please enter a plan about what, travel, work?
ar: يرجى إدخال خطة حول ماذا، السفر، العمل؟
da: Indtast venligst en plan om hvad, rejse, arbejde?
es: Por favor, ingrese un plan sobre qué, ¿viajar, trabajar?
fr: Veuillez entrer le plan, voyage, travail?
he: אנא הכנס תוכנית על מה, טיולים, עבודה?
hi: कृपया यात्रा, काम के बारे में कोई योजना दर्ज करें।
it: Per favore inserisci un piano su cosa, viaggiare, lavorare?
ja: 何の計画を入力するか（旅行、仕事等）？
ko: 무엇에 대한 계획을 입력하시겠습니까, 여행, 일?
ms: Sila masukkan rancangan tentang apa, perjalanan, kerja?
sv: Bitte geben Sie einen Plan über was ein, Reisen, Arbeiten?
th: กรุณาใส่แผนเกี่ยวกับอะไร, การเดินทาง, การทำงาน?
vi: Vui lòng nhập kế hoạch về điều gì, du lịch, công việc?
zh_hant: 請輸入關於什麼的計劃，旅行、工作？

# 请简述诗的主题与风格
source: Please describe the theme and style of the poem;
ar: يرجى وصف السمة والأسلوب الشعري;
da: Beskriv venligst temaet og stilen af ​​diget;
es: Por favor describa el tema y el estilo del poema;
fr: Veuillez décrire brièvement le thème et le style du poème
he: אנא תאר את הנושא והסגנון של השיר;
hi: कृपया कविता की विषयवस्तु और शैली का विवरण दें;
it: Per favore descrivi il tema e lo stile della poesia;
ja: 詩のテーマとスタイルについて簡単に説明してください
ko: 시의 주제와 스타일에 대해 간략하게 설명하십시오
sv: Bitte beschreiben Sie das Thema und den Stil des Gedichts;
vi: Vui lòng mô tả chủ đề và phong cách của bài thơ
zh_hant: 請簡述詩的主題與風格

# 请写一首诗，关于
source: Please write a poem, about
ar: الرجاء كتابة قصيدة ، حول
da: Vær venlig at skrive et digt, omkring
es: Por favor, escribe un poema, sobre
fr: Veuillez écrire un poème sur
hi: कृपया, कविता लिखें, बारे में
ja: 一つの詩を書いてください、約
ko: 시를 쓰세요, 관련하여
ms: Sila tulis puisi, tentang
sv: Bitte schreiben Sie ein Gedicht, über
th: กรุณาเขียนบทกวีเกี่ยวกับ
vi: Vui lòng viết một bài thơ, về
zh_hant: 請寫一首詩，關於

# 请简述要生成的内容、风格、字数等
source: Please describe the content, style, word count, etc. to be generated;
da: Beskriv venligst indholdet, stilen, ordtællingen osv. der skal genereres;
es: Por favor describa el contenido, estilo, cantidad de palabras, etc. a generar;
fr: Veuillez décrire brièvement le contenu, le style, le nombre de mots, etc. à générer
he: אנא תאר את התוכן, הסגנון, מספר המילים, וכו', שיש ליצור;
hi: कृपया उत्पादित होने वाली सामग्री, शैली, शब्द संख्या, आदि का वर्णन करें;
it: Si prega di descrivere il contenuto, lo stile, il conteggio delle parole, ecc. da generare;
ja: 生成する内容、スタイル、単語数などを簡単に説明してください
ko: 생성할 내용, 스타일, 단어 수 등을 간단히 설명하십시오
ms: Sila jelaskan kandungan, gaya, bilangan perkataan, dll untuk dihasilkan;
sv: Bitte beschreiben Sie den Inhalt, Stil, Wortanzahl usw. der erzeugt werden soll;
th: โปรดอธิบายเนื้อหา, สไตล์, จำนวนคำ, ฯลฯ ที่ต้องสร้างขึ้น;
vi: Vui lòng mô tả ngắn gọn về nội dung, phong cách, số lượng từ, v.v. bạn muốn tạo
zh_hant: 請簡述要生成的內容、風格、字數等

# 请描述你想要的图片内容
source: Please describe the image content you want;
da: Beskriv venligst det billedindhold, du ønsker;
es: Por favor describe el contenido de la imagen que quieres;
fr: Veuillez décrire le contenu de l'image que vous souhaitez
hi: कृपया वर्णन करें कि आप किस प्रकार की छवि सामग्री चाहते हैं;
it: Si prega di descrivere il contenuto dell'immagine che si desidera;
ja: あなたがほしい画像の内容を説明してください
ko: 원하는 이미지 내용을 설명하십시오
sv: Bitte beschreiben Sie den Bildinhalt, den Sie möchten;
th: กรุณาบรรยายเนื้อหาของภาพที่คุณต้องการ;
vi: Vui lòng mô tả nội dung hình ảnh bạn muốn
zh_hant: 請描述你想要的圖片內容

# 请问缩写到多少字？
source: How many words should it be abbreviated to?
ar: إلى كم عدد الكلمات يجب أن يتم اختصارها؟
da: Hvor mange ord skal det forkortes til?
es: ¿A cuántas palabras debería abreviarse?
fr: Combien de mots pour l'abréviation?
he: לכמה מילים זה צריך להיות מקוצר?
hi: इसे कितने शब्दों में संक्षिप्त किया जाना चाहिए?
it: Quante parole dovrebbe essere abbreviato a?
ja: 何文字まで略語にするのですか？
ko: 몇 글자로 축약하시겠습니까?
ms: Berapa banyak perkataan patut diringkaskan?
sv: Wie viele Wörter soll es abgekürzt werden?
th: คำนี้ควรย่อเหลือกี่คำ?
vi: Xin hỏi viết tắt bao nhiêu từ?
zh_hant: 請問縮寫到多少字？
