Repository: oblank/NoteitLangs
Catalog: *.lproj/Localizable.strings
Languages: ar, da, es, fr, he, hi, it, ja, ko, ms, sv, th, vi, zh_hant

# 数据分析
source: Data Analysis
ar: تحليل البيانات
da: Dataanalyse
es: Análisis de datos
fr: Analyse de données
he: ניתוח נתונים
hi: डेटा विश्लेषण
it: Analisi dei dati
ja: データ分析
ko: 데이터 분석
ms: Analisis Data
sv: Datenanalyse
th: การวิเคราะห์ข้อมูล
vi: phân tích dữ liệu
zh_hant: 數據分析

# 习惯趋势更清晰
source: Habit trends are clearer
ar: توجهات العادات أكثر وضوحًا
da: Vanevaner er klarere
es: Las tendencias de los hábitos son más claras
fr: Tendances des habitudes plus claires
he: נוהגים בהרגלים הם ברורים יותר
it: Le tendenze delle abitudini sono più chiare
ja: 傾向が明確に識別
ko: 습관 경향이 더 명확해집니다
ms: Tren kebiasaan lebih jelas
sv: Die Trends von Gewohnheiten sind klarer
th: แนวโน้มการมีนิสัยชัดเจนเพิ่มขึ้น
vi: Xu hướng thói quen rõ ràng hơn
zh_hant: 習慣趨勢更清晰

# 智能写作
source: Intelligent Writing
ar: كتابة ذكية
da: Intelligent Skrivning
es: Escritura Inteligente
fr: Écriture intelligente
he: כתיבה חכמה
hi: बुद्धिमान लेखन
it: Scrittura Intelligente
ja: インテリジェントなライティング
ko: 스마트 글쓰기
ms: Tulisan Pintar
sv: Intelligents Schriben
th: การเขียนที่มีปัญญา
vi: Viết thông minh
zh_hant: 智能寫作

# 需接入第三方服务
source: Integrate with OpenAI services
ar: الاندماج مع خدمات OpenAI
da: Integrer med OpenAI-tjenester
es: Integrarse con los servicios de OpenAI
fr: Nécessite l'intégration d'un service tiers
he: לשלב עם שירותי OpenAI
hi: ओपनएआई सेवाओं के साथ एकीकृत करें
it: Integrati con i servizi OpenAI
ja: サードパーティサービスが必要
ko: 需接入第三方服务
ms: Berintegrasi dengan perkhidmatan OpenAI
sv: Integrieren Sie mit OpenAI-Diensten
th: ผสานกับบริการ OpenAI
vi: 需接入第三方服务
zh_hant: 需接入第三方服務

# 足迹回顾
source: Footprints
ar: بصمات
da: Fodspor
es: Huellas de pie
fr: Révision des empreintes
he: רגליים
hi: पैदल चिह्न
it: Impronte
ja: 足跡を振り返る
ko: 발자취 회고
ms: Jejak Kaki
sv: Fuessabdrück
th: รอยเท้า
vi: Xem lại dấu chân
zh_hant: 足跡回顧

# 地图足迹
source: Map Footprints
ar: بصمات الخريطة
da: Kort Fodspor
es: Huellas de Mapa
fr: Empreintes sur la carte
he: מפת טביעות רגל
hi: मानचित्र पैर के निशान
it: Mappa Impronte
ja: 地図上の足跡
ko: 지도 발자취
ms: Peta Jejak Kaki
sv: Karte Fussabdrücke
th: พรี้นที่แผนที่
vi: Dấu chân bản đồ
zh_hant: 地圖足跡

# 相册压缩
source: Album Compression
ar: ضغط الألبوم
da: Albumkompression
es: Compresión de Álbum
fr: Compression de l'album
he: דחיסת אלבום
hi: एल्बम संपीड़न
it: Compressione dell'album
ja: フォトアルバムの圧縮
ko: 앨범 압축
ms: Pemampatan Album
th: การบีบอัดอัลบั้ม
vi: nén Album
zh_hant: 相冊壓縮

# 减少空间占用
source: Reduce Space Usage
ar: تقليل استخدام الفضاء
da: Reducer pladsforbrug
es: Reducir el uso de espacio
fr: Réduire l'espace occupé
he: להפחית את שימוש במקום
hi: अंतरिक्ष का उपयोग कम करें
it: Riduci l'uso dello spazio
ja: スペースの使用量を減らす
ko: 공간 사용 줄이기
ms: Kurangkan Penggunaan Ruang
sv: Reduziere Speichernutzung
th: ลดการใช้พื้นที่
vi: Giảm không gian chiếm dụng
zh_hant: 減少空間占用

# iCloud云备份
source: iCloud
ar: آيكلود
fr: Sauvegarde iCloud
he: אייקלאוד
ja: iCloudクラウドバックアップ
ko: iCloud 클라우드 백업
vi: iCloud lưu trữ đám mây
zh_hant: iCloud雲備份

# 开启面部或指纹识别
source: Enable biometric recognition
ar: تمكين التعرف الحيوي
da: Aktiver biometrisk genkendelse
es: Habilitar reconocimiento biométrico
fr: Activer la reconnaissance faciale ou par empreinte digitale
he: אפשר זיהוי ביומטרי
hi: बायोमेट्रिक पहचान सक्षम करें
it: Abilita il riconoscimento biometrico
ja: 生体認証をオンにする
ko: 얼굴 또는 지문 인식을 켜다
ms: Dayakan pengenalan biometrik
sv: Aktivieren Sie die biometrische Erkennung
th: เปิดใช้งานการรู้จำชีวภาพ
vi: Mở nhận dạng khuôn mặt hoặc dấu vân tay
zh_hant: 開啟面部或指紋識別

# 开启防数据丢失
source: Prevent data loss
ar: منع فقدان البيانات
da: Forhindre datatab
es: Prevenir la pérdida de datos
fr: Activer la protection contre la perte de données
he: מניעת אובדן נתונים
hi: डेटा हानि रोकें
it: Prevenire la perdita di dati
ja: データ保護を有効にする
ko: 데이터 손실 방지를 활성화하다
ms: Mencegah kehilangan data
sv: Verhindere Datenverlust
th: ป้องกันการสูญเสียข้อมูล
vi: Mở chế độ chống mất dữ liệu
zh_hant: 開啟防數據丟失

# 隐私保护
source: Privacy Protection
ar: حماية الخصوصية
da: Privatlivsbeskyttelse
es: Protección de la Privacidad
fr: Protection de la vie privée
he: הגנת פרטיות
hi: गोपनीयता संरक्षण
it: Protezione della Privacy
ja: プライバシー保護
ko: 개인 정보 보호
ms: Pelindungan Privasi
sv: Privatsphäre-Schutz
th: การป้องกันความเป็นส่วนตัว
vi: Bảo vệ riêng tư
zh_hant: 隱私保護

# 广告移除
source: Remove Ads
ar: إزالة الإعلانات
da: Fjern annoncer
es: Eliminar anuncios
fr: Suppression des publicités
he: הסר מודעות
hi: विज्ञापन हटाएं
it: Rimuovi annunci
ja: 広告を削除
ko: 광고 제거
ms: Buang Iklan
sv: Werbung entfernen
th: ลบโฆษณา
vi: Quảng cáo đã bị xóa
zh_hant: 廣告移除

# 安静无广告
source: Quiet and Ad-free
ar: هادئ وخالي من الإعلانات
da: Stille og uden annoncer
es: Tranquilo y sin anuncios
fr: Pas de publicités, plus de tranquillité
he: שקט וללא פרסומות
hi: शांत और विज्ञापन-मुक्त
it: Tranquillo e senza pubblicità
ja: 静かで広告なし
ko: 조용하고 광고가 없습니다
ms: Tenang dan Bebas-Iklan
sv: Ruhig und werbefrei
th: สงบและไม่มีโฆษณา
vi: Yên lặng không quảng cáo
zh_hant: 安靜無廣告

# 日记簿名
source: Diary Name
ar: اسم اليومية
da: Dagbogsnavn
es: Nombre del diario
fr: Nom Du
he: שם יומן
hi: डायरी का नाम
it: Nome del diario
ja: 日記名
ko: 일기장 이름
ms: Nama Diary
sv: Tagebuch Name
th: ชื่อวันที่
vi: Tên sổ nhật ký
zh_hant: 日記簿名

# 语言选择
source: Language
ar: لغة
da: Sprog
es: Idioma
fr: Choix de la langue
he: שפה
hi: भाषा
it: Lingua
ja: 言語の選択
ko: 언어 선택
ms: Bahasa
sv: Sprache
th: ภาษา
vi: Lựa chọn ngôn ngữ
zh_hant: 語言選擇

# 照片质量
source: Photo Quality
ar: جودة الصورة
da: Fotokvalitet
es: Calidad de la foto
fr: Qualité des photos
he: איכות התמונה
hi: फ़ोटो की गुणवत्ता
it: Qualità della foto
ja: 写真の品質
ko: 사진 품질
ms: Kualiti Foto
sv: Fotografiequalität
th: คุณภาพรูปภาพ
vi: Chất lượng ảnh
zh_hant: 照片質量

# 越好所耗空间越多
source: Hight quality use more space
ar: الجودة العالية تستخدم مساحة أكبر
da: Høj kvalitet bruger mere plads
es: La alta calidad usa más espacio
fr: Plus la qualité est bonne, plus l'espace est consommé
he: איכות גבוהה משתמשת ביותר מקום
hi: उच्च गुणवत्ता अधिक स्थान का उपयोग करती है
it: Alta qualità utilizza più spazio
ja: 品質が高いほどスペースが多く消費されます
ko: 더 좋으면 공간을 더 많이 차지합니다
ms: Kualiti tinggi menggunakan lebih banyak ruang
sv: Hohe Qualität nutzt mehr Platz
th: คุณภาพสูงใช้พื้นที่เพิ่มเติม
vi: Không gian sử dụng càng nhiều khi chất lượng càng cao
zh_hant: 越好所耗空間越多

# 非常好
source: Good
ar: جيد
da: God
es: Bueno
fr: Très bon
he: טוב
hi: अच्छा
it: Buono
ja: 非常に良い
ko: 아주 좋아
ms: Baik
sv: Guet
th: ดี
vi: Rất tốt
zh_hant: 非常好

# 较好
source: Better
ar: أفضل
da: Bedre
es: Mejor
fr: Bon
he: טוב יותר
hi: बेहतर
it: Meglio
ja: 良好
ko: 더 좋다
ms: Lebih baik
sv: Besser
th: ดีกว่า
vi: tốt hơn
zh_hant: 較好

# 一般
source: Normal
ar: عادي
fr: Moyen
he: נורמלי
hi: सामान्य
it: Normale
ja: 普通
ko: 일반
th: ปกติ
vi: chung chung
zh_hant: 一般

# 较小
source: Small
ar: صغير
da: Lille
es: Pequeño
fr: Petit
he: קטן
hi: छोटा
it: Piccolo
ja: 小さい
ko: 더 작은
ms: Kecil
sv: Chli
th: เล็ก
vi: nhỏ hơn
zh_hant: 較小

# 相册管理
source: Album Manage
ar: إدارة الألبوم
da: Album Administrer
es: Gestionar álbum
fr: Gestion de l'album
he: ניהול אלבום
hi: एल्बम प्रबंधित
it: Gestione album
ja: アルバム管理
ko: 앨범 관리
ms: Pengurusan Album
sv: Albumbewirtschaftung
th: จัดการอัลบั้ม
vi: Quản lý album
zh_hant: 相冊管理

# 支持与联系
source: Support and Contact
ar: الدعم والتواصل
da: Support og Kontakt
es: Apoyo y Contacto
fr: Support et contact
he: תמיכה וקשר
hi: समर्थन और संपर्क
it: Supporto e Contatto
ja: サポート＆連絡先
ko: 지원 및 연락처
ms: Sokongan dan Hubungi
sv: Support und Kontakt
th: สนับสนุนและติดต่อ
vi: Hỗ trợ & Liên hệ
zh_hant: 支持與聯繫

# 订阅管理
source: Subscription
ar: الاشتراك
da: Abonnement
es: Suscripción
fr: Gestion des abonnements
he: מנוי
hi: सदस्यता
it: Abbonamento
ja: サブスクリプション管理
ko: 구독 관리
ms: Langganan
sv: Abonnement
th: การสมัครสมาชิก
vi: Quản lý đăng ký
zh_hant: 訂閱管理

# 关注开发者
source: Developer
ar: مطور
da: Udvikler
es: Desarrollador
fr: Suivre le développeur
he: מפתח
hi: डेवलपर
it: Sviluppatore
ja: 開発者をフォロー
ko: 개발자를 주시하다
ms: Pembangun
sv: Entwickler
th: ผู้พัฒนา
vi: Quan tâm đến nhà phát triển
zh_hant: 關注開發者

# 五星好评
source: Rating
ar: تقييم
da: Bedømmelse
es: Clasificación
fr: Cinq étoiles
he: דירוג
hi: रेटिंग
it: Valutazione
ja: 5つ星の評価
ko: 다섯 별 좋은 리뷰
ms: Penilaian
sv: Bewertung
th: การให้คะแนน
vi: đánh giá năm sao
zh_hant: 五星好評

# 分享给朋友
source: Share with Friends
ar: مشاركة مع الأصدقاء
da: Del med venner
es: Compartir con amigos
fr: Partager avec des amis
he: שתף עם חברים
hi: दोस्तों के साथ साझा करें
it: Condividi con gli amici
ja: 友達と共有
ko: 친구에게 공유하기
ms: Kongsi dengan Rakan
sv: Teile mit Freunden
th: แบ่งปันกับเพื่อนๆ
vi: Chia sẻ với bạn bè
zh_hant: 分享給朋友

# 知了，资讯聚合
source: Cicada, RSS Reader
ar: الزرزور، قارئ RSS
da: Cikade, RSS Læser
es: Cigarra, Lector de RSS
fr: Cicada, agrégation d'informations
he: ציקדה, קורא RSS
hi: Cicada, RSS पाठक
it: Cicada, lettore RSS
ja: シケイダ、ニュースアグリゲーション
ko: 매미, 정보 집계
ms: Cicada, Pembaca RSS
sv: Cicada, RSS Leser
th: Cicada, อ่าน RSS
vi: Cicada, tổng hợp thông tin
zh_hant: 知了，資訊聚合

# 开发者另一应用
source: Another App by the Developer
ar: تطبيق آخر من قبل المطور
da: En anden app af udvikleren
es: Otra aplicación del desarrollador
fr: Une autre application du développeur
he: אפליקציה נוספת מאת המפתח
hi: डेवलपर द्वारा एक और ऐप
it: Un'altra App dello Sviluppatore
ja: 開発者の別のアプリ
ko: 개발자의 다른 응용 프로그램
ms: Aplikasi Lain oleh Pembangun
sv: Eine andere App vom Entwickler
th: แอพอื่น ๆ จากผู้พัฒนา
vi: Nhà phát triển ứng dụng khác
zh_hant: 開發者另一應用

# 更多
source: More
ar: أكثر
da: Mere
es: Más
fr: Plus
he: יותר
hi: अधिक
it: Di più
ja: もっと
ko: 더 보기
ms: Lagi
sv: Mehr
th: มากกว่า
vi: Nhiều hơn
zh_hant: 更多

# 反馈
source: Feedback
ar: ردود الفعل
da: Tilbagemelding
es: Retroalimentación
fr: Retour
he: מָשׁוֹב
hi: प्रतिक्रिया
it: Risposta
ja: フィードバック
ko: 피드백
ms: Maklum Balas
th: ข้อเสนอแนะ
vi: Phản hồi
zh_hant: 反饋

# 发送邮件
source: Send Email
ar: إرسال بريد إلكتروني
es: Enviar correo electrónico
fr: Envoyer un email
he: שלח אימייל
hi: ईमेल भेजें
it: Invia Email
ja: メールを送る
ko: 메일 보내기
ms: Hantar E-mel
sv: Schicke Email
th: ส่งอีเมล
vi: Gửi thư điện tử
zh_hant: 發送郵件

# 反馈邮箱
source: Feedback Email
ar: البريد الالكتروني للتعليقات
da: Tilbagemelding Email
es: Correo electrónico de retroalimentación
fr: Boîte de réception des retours
he: דואר אלקטרוני למשוב
hi: प्रतिक्रिया ईमेल
it: Email di feedback
ja: フィードバックEメール
ko: 피드백 이메일
ms: Emel Maklum Balas
th: อีเมลข้อเสนอแนะ
vi: Email phản hồi
zh_hant: 反饋郵箱

# 使用反馈
source: User Feedback
ar: ملاحظات المستخدم
da: Bruger feedback
es: Comentarios del usuario
fr: Retour d'utilisation
he: משוב משתמש
hi: उपयोगकर्ता प्रतिक्रिया
it: Feedback dell'utente
ja: ユーザーフィードバック
ko: 사용 피드백
ms: Maklum Balas Pengguna
sv: Benutzer-Feedback
th: ผู้ใช้แสดงความคิดเห็น
vi: sử dụng phản hồi
zh_hant: 使用反饋

# <br/>为便于解决问题，请勿删除以上信息。</div><h4>请在下面输入需要反馈的内容：</h4>
source: <br/>To help solve the problem, please do not delete the above information.</div><h4>Please enter your feedback below:</h4>
ar: <br/> لمساعدة في حل المشكلة ، يرجى عدم حذف المعلومات أعلاه. </div><h4> الرجاء إدخال ملاحظاتك أدناه: </h4>
da: <br/>For at hjælpe med at løse problemet, slet venligst ikke ovenstående information.</div><h4>Indtast din feedback nedenfor:</h4>
es: <br/>Para ayudar a resolver el problema, por favor no elimine la información anterior.</div><h4>Por favor ingrese sus comentarios a continuación:</h4>
fr: <br/>Pour faciliter la résolution du problème, veuillez ne pas supprimer les informations ci-dessus.</div><h4>Veuillez entrer le contenu à commenter ci-dessous：</h4>
he: <br/>כדי לעזור לפתור את הבעיה, אנא אל תמחק את המידע שלמעלה.</div><h4>אנא הכנס את המשוב שלך למטה:</h4>
hi: <br/>समस्या का समाधान करने में मदद करने के लिए, कृपया ऊपर दी गई जानकारी को न हटाएं।</div><h4>कृपया अपनी प्रतिक्रिया नीचे दर्ज करें:</h4>
it: <br/>Per aiutare a risolvere il problema, si prega di non eliminare le informazioni sopra.</div><h4>Inserisci il tuo feedback di seguito:</h4>
ja: <br/>問題を解決するために、上記の情報を削除しないでください。</div><h4>以下にフィードバックを入力してください：</h4>
ko: <br/>문제를 해결하기 위해 위의 정보를 삭제하지 마십시오.</div><h4>아래에 피드백을 입력해 주세요:</h4>
ms: <br/>Untuk membantu menyelesaikan masalah, sila jangan padam maklumat di atas.</div><h4>Sila masukkan maklum balas anda di bawah:</h4>
sv: <br/>Um das Problem zu lösen, löschen Sie bitte die obigen Informationen nicht.</div><h4>Bitte geben Sie Ihr Feedback unten ein:</h4>
th: <br/>เพื่อช่วยแก้ปัญหา กรุณาอย่าลบข้อมูลด้านบน</div><h4>กรุณากรอกข้อเสนอแนะของคุณด้านล่าง:</h4>
vi: <br/>Để giải quyet vấn đề, vui lòng không xóa thông tin phía trên.</div><h4>Vui lòng nhập nội dung cần phản hồi bên dưới:</h4>
zh_hant: <br/>為便於解決問題，請勿刪除以上信息。</div><h4>請在下面輸入需要反饋的內容：</h4>

# 用户群
source: Group
ar: مجموعة
da: Gruppe
es: Grupo
fr: Groupe d'utilisateurs
he: קבוצה
hi: समूह
it: Gruppo
ja: ユーザーグループ
ko: 사용자 그룹
ms: Kumpulan
sv: Gruppe
th: กลุ่ม
vi: nhóm người dùng
zh_hant: 用戶群

# 隐私政策协议
source: Privacy Policy
ar: سياسة الخصوصية
da: Privatlivspolitik
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
it: Politica sulla privacy
ja: プライバシーポリシー契約
ko: 개인정보 보호 정책 동의
ms: Dasar Privasi
sv: Datenschutzrichtlinie
th: นโยบายความเป็นส่วนตัว
vi: Thỏa thuận chính sách bảo mật
zh_hant: 隱私政策

# 编辑器说明
source: Editor Manual
ar: دليل المحرر
da: Redaktør Manual
es: Manual del Editor
fr: Explication de l'éditeur
he: מדריך עורך
hi: संपादक मैन्युअल
it: Manuale dell'editore
ja: エディター説明
ko: 편집기 설명
ms: Manual Editor
sv: Editor Handbuch
th: คู่มือการแก้ไข
vi: Chỉnh sửa mô tả
zh_hant: 編輯器說明

# MarkDown语法
source: Markdown
ar: تخفيض
fr: Syntaxe MarkDown
he: מרקדאון
hi: मार्कडाउन
ja: MarkDownの構文
ko: MarkDown 문법
ms: Penurunan
vi: Cú pháp MarkDown
zh_hant: MarkDown語法

# 官方帮助
source: Help Center
ar: مركز المساعدة
da: Hjælpecenter
es: Centro de ayuda
fr: Aide officielle
he: מרכז עזרה
hi: सहायता केंद्र
it: Centro di Aiuto
ja: 公式ヘルプ
ko: 공식 도움말
ms: Pusat Bantuan
sv: Hilfezentrum
th: ศูนย์ช่วยเหลือ
vi: Trợ giúp chính thức
zh_hant: 官方幫助

# 原价 %@
source: Original Price %@
ar: السعر الأصلي %@
da: Original pris %@
es: Precio original %@
fr: Prix original %@
he: מחיר מקורי %@
hi: मूल मूल्य %@
it: Prezzo originale %@
ja: オリジナルの価格 %@
ko: 원가 %@
ms: Harga Asal %@
sv: Originalpreis %@
th: ราคาเดิม %@
vi: Giá gốc %@
zh_hant: 原價 %@

# 限时活动价 %@
source: Discount Price %@
ar: سعر الخصم %@
da: Rabatpris %@
es: Precio con descuento %@
fr: Prix promotionnel limité %@
he: מחיר עם הנחה %@
hi: छूट कीमत %@
it: Prezzo scontato %@
ja: 限定時間の特別価格 %@
ko: 제한된 시간 동안의 행사 가격 %@
ms: Harga Diskaun %@
sv: Discount Preis %@
th: ราคาส่วนลด %@
vi: Giá sự kiện giới hạn thời gian %@
zh_hant: 限時活動價 %@

# 已解锁高级版
source: Pro Unlocked
ar: تم فتح PRO
da: PRO låst op
es: PRO Desbloqueado
fr: Version avancée débloquée
he: PRO נעולה
hi: PRO अनलॉक हुआ
it: PRO Sbloccato
ja: 高度なバージョンが解除されました
ko: 고급 버전이 잠금 해제되었습니다
ms: PRO Dibuka
sv: PRO freigeschaltet
th: ปลดล็อค PRO
vi: Đã mở khóa phiên bản cao cấp
zh_hant: 已解鎖高級版

# 请稍等，处理中
source: Please Wait
ar: الرجاء الانتظار
da: Vent venligst
es: Por favor espera
fr: Veuillez patienter, traitement en cours
he: אנא המתן
hi: कृपया प्रतीक्षा करें
it: Per favore aspetta
ja: お待ちください、処理中。
ko: 잠시만 기다려주세요, 처리 중
ms: Sila Tunggu
sv: Bitte warten
th: กรุณารอ
vi: Xin vui lòng đợi, đang xử lý
zh_hant: 請稍等，處理中

# 点击订阅
source: Subscribe
ar: الاشتراك
da: Tilmeld
es: Suscribirse
fr: Cliquez pour vous abonner
he: הירשם
hi: सदस्यता लें
it: Iscriviti
ja: 購読する
ko: 구독 클릭
ms: Langgan
sv: Abonnieren
th: สมัครสมาชิก
vi: Nhấp để đăng ký
zh_hant: 點擊訂閱

# 加载价格中...
source: Loading Price...
da: Laster pris...
es: Cargando precio...
fr: Chargement des prix...
he: טוען מחיר...
hi: मूल्य लोड हो रहा है...
it: Caricamento prezzo...
ja: 価格を読み込んでいます...
ko: 加载价格中...
ms: Memuatkan Harga...
sv: Lade Preis...
vi: 加载价格中...
zh_hant: 加載價格中...

# 已订阅
source: Subscribed
ar: مشترك
da: Abonneret
es: Suscrito
fr: Abonné
he: מנוי
hi: सदस्यता ली
it: Sottoscritto
ja: 購読済み
ko: 구독되었습니다
ms: Berlangganan
sv: Abonniert
th: สมัครสมาชิก
vi: Đã đăng ký
zh_hant: 已訂閱

# 请稍等
source: Please Wait
ar: من فضلك انتظر
da: Vent Venligst
es: Por favor espera
fr: Veuillez patienter
he: אנא המתן
hi: कृपया प्रतीक्षा करें
it: Per favore aspetta
ja: お待ちください
ko: 잠시 기다려 주세요
ms: Sila Tunggu
sv: Bitte warten
th: กรุณารอ
vi: Xin vui lòng đợi
zh_hant: 請稍等

# 高级功能：
source: Premium Features:
ar: الميزات المحترفة:
da: Pro-funktioner:
es: Funciones Pro:
fr: Fonctionnalités avancées：
he: תכונות מקצועיות:
hi: प्रो विशेषताएं:
it: Funzionalità Pro:
ja: 上級者向けの機能：
ko: 고급 기능:
ms: Ciri-ciri Pro:
sv: Pro Funktionen:
th: คุณสมบัติเพิ่มเติม:
vi: Chức năng cao cấp:
zh_hant: 高級功能：

# 免费功能：
source: Free Features:
ar: الميزات المجانية:
da: Gratis funktioner:
es: Características gratuitas:
fr: Fonctionnalités gratuites：
he: תכונות חינם:
hi: मुफ्त सुविधाएं:
it: Funzionalità gratuite:
ja: 無料機能:
ko: 무료 기능:
ms: Ciri-ciri Percuma:
sv: Gratis-Funktionen:
th: คุณสมบัติฟรี:
vi: Chức năng miễn phí:
zh_hant: 免費功能：

# 兑换优惠码
source: Redeem Discount Code
ar: استرداد رمز الخصم
da: Indløs rabatkode
es: Canjear Código de Descuento
fr: Échanger un code promotionnel
he: פדה קוד הנחה
hi: डिस्काउंट कोड रिडीम करें
it: Riscatta il codice sconto
ja: ディスカントコードを引き換える
ko: 프로모션 코드 교환
ms: Tebus Kod Diskaun
sv: Rabbatcode einlösen
th: รับรหัสส่วนลด
vi: Đổi mã giảm giá
zh_hant: 兌換優惠碼

# 主题颜色随意定制，个性随您。
source: Customize the theme color as you wish.
ar: قم بتخصيص لون الثيم كما تشاء.
da: Tilpas temaets farve efter ønske.
es: Personaliza el color del tema como desees.
fr: Personnalisez la couleur du thème à votre guise.
he: התאם את צבע הערכת נושא כרצונך.
hi: आपकी इच्छा के अनुसार थीम का रंग अनुकूलित करें।
it: Personalizza il colore del tema come desideri.
ja: テーマカラーを自由にカスタマイズし、個性を維持します。
ko: 테마 색상은 자유롭게 맞춤 설정하십시오, 개성은 당신에게 달려 있습니다.
ms: Sesuaikan warna tema mengikut keinginan anda.
th: ปรับแต่งสีธีมตามที่คุณต้องการ;
vi: Màu sắc chủ đề tùy chỉnh tùy ý, cá nhân tuỳ bạn.
zh_hant: 主題顏色隨意定制，個性隨您。

# 支持暗黑模式。
source: Dark Mode Supported.
ar: تم دعم الوضع المظلم.
da: Mørk tilstand understøttet.
es: Modo oscuro compatible.
fr: Supporte le mode sombre.
he: תמיכה במצב כהה.
hi: डार्क मोड समर्थित।
it: Modalità Scuro Supportata.
ja: ダークモードをサポートします。
ko: 다크 모드 지원.
ms: Mod Gelap Disokong.
sv: Dark Mode unterstützt.
th: รองรับโหมดมืด;
vi: Hỗ trợ chế độ tối.
zh_hant: 支援暗黑模式。

# 个性应用图标可选。
source: Personalize your app icon.
ar: قم بتخصيص رمز التطبيق الخاص بك.
da: Personaliser dit app-ikon.
es: Personaliza el icono de tu aplicación.
fr: Choix d'icônes d'application personnalisées.
he: התאמה אישית של סמל האפליקציה שלך.
hi: अपने ऐप आइकन को व्यक्तिगत बनाएं।
it: Personalizza l'icona della tua app;
ja: 個性的なアプリケーションアイコンが選択可能です。
ko: 개성 애플리케이션 아이콘 선택 가능합니다.
ms: Peribadikan ikon aplikasi anda.
sv: Personalisieren Sie Ihr App-Symbol.
th: ปรับแต่งไอคอนแอปของคุณ;
vi: 个性应用图标可选。
zh_hant: 個性應用圖標可選。

# 支持首页列表样式切换。
source: Switch homepage list style supported.
ar: تبديل أسلوب قائمة الصفحة الرئيسية معتمد.
es: Cambio de estilo de lista de página de inicio soportado.
fr: Supporte le changement de style de la liste de la page d'accueil.
he: נתמך סגנון רשימת דף הבית של מסילה .
hi: स्विच होमपेज सूची शैली का समर्थन करता है।
it: Cambio dello stile della lista della homepage supportato.
ja: ホームページのリストスタイルの切り替えをサポートします。
ko: 홈페이지 리스트 스타일 전환을 지원합니다.
ms: Tukar gaya senarai laman utama disokong.
sv: Unterstützung für den Wechsel des Homepage-Listenstils.
th: รองรับการเปลี่ยนรูปแบบรายการหน้าหลัก;
vi: Hỗ trợ chuyển đổi kiểu danh sách trang chủ.
zh_hant: 支持首頁列表樣式切換。

# 根据内容自动生成标签。
source: Automatically generate tags based on content.
ar: توليد العلامات تلقائيًا بناءً على المحتوى.
da: Generer automatisk tags baseret på indhold.
es: Generar automáticamente etiquetas basadas en contenido.
fr: Génère automatiquement des tags en fonction du contenu.
he: צור תגים אוטומטית בהתאם לתוכן.
hi: सामग्री के आधार पर स्वचालित रूप से टैग उत्पन्न करें।
it: Genera automaticamente tag in base al contenuto.
ja: 内容に基づいてタグを自動生成します。
ko: 내용에 따라 자동으로 태그 생성.
ms: Menjana tag secara automatik berdasarkan kandungan.
sv: Generieren Sie automatisch Tags basierend auf Inhalt.
th: สร้างแท็กโดยอัตโนมัติตามเนื้อหา;
vi: Tự động tạo thẻ dựa trên nội dung.
zh_hant: 根據內容自動生成標籤。

# 智能写作(需接入OpenAI)。
source: Intelligent Writing (OpenAI Required).
ar: الكتابة الذكية (مطلوب OpenAI).
da: Intelligent skrivning (OpenAI kræves).
es: Escritura Inteligente (OpenAI Requerido).
fr: Écriture intelligente (nécessite l'intégration d'OpenAI).
he: כתיבה חכמה (נדרש OpenAI).
hi: समझदार लेखन (ओपनएआई की आवश्यकता).
it: Scrittura intelligente (OpenAI richiesto).
ja: スマートライティング（OpenAIが必要）。
ko: 스마트 라이팅 (OpenAI에 연결 필요).
ms: Tulisan Pintar (OpenAI Diperlukan).
sv: Intelligentes Schreiben (OpenAI erforderlich).
th: การเขียนอย่างฉลาด (ต้องการ OpenAI).
vi: Viết thông minh (cần kết nối với OpenAI).
zh_hant: 智能寫作(需接入OpenAI)。

# 足迹回顾，去过哪里，一目了然。
source: Review your footprints, knowing where you've been at a glance.
ar: راجع آثار خطواتك، معرفة أين كنت في لمح البصر;
es: Revisa tus huellas, sabiendo dónde has estado de un vistazo.
fr: Revoir vos traces, voir où vous êtes allé en un coup d'œil.
he: סקור את הטביעות שלך, יודע איפה היית במבט ראשון.
it: Rivedi le tue impronte, sapendo dove sei stato a colpo d'occhio;
ja: 足跡を振り返り、どこに行ったのか一目瞭然。
ko: 발자취 리뷰, 어디에 가방, 한눈에 알 수 있어.
ms: Semak jejak langkah anda, mengetahui di mana anda telah berada seketika;
sv: Überprüfen Sie Ihre Fußspuren, wissen Sie auf einen Blick, wo Sie waren.
th: ทบทวนรอยเท้าของคุณ ทราบที่คุณเคยอยู่ด้วยการมองอย่างรวดเร็ว;
vi: Dấu chân xem lại, đi đâu, hiển nhiên.
zh_hant: 足跡回顧，去過哪裡，一目了然。

# 数据分析，习惯趋势更清晰。
source: Data analysis makes habit trends clearer.
ar: تجعل تحليلات البيانات اتجاهات العادات أكثر وضوحًا.
da: Dataanalyse gør vane tendenser klarere.
es: El análisis de datos hace que las tendencias de hábitos sean más claras.
fr: Analyse des données, tendances des habitudes plus claires.
hi: डाटा विश्लेषण आदत के चलन को और अधिक स्पष्ट बनाता है।
it: L'analisi dei dati rende più chiare le tendenze delle abitudini.
ja: データ分析、習慣のトレンドが明確になります。
ko: 데이터 분석, 습관 추세가 더욱 명확해집니다.
ms: Analisis data menjadikan kecenderungan kebiasaan lebih jelas.
th: การวิเคราะห์ข้อมูลทำให้แนวโน้มของวิธีการเป็นชัดเจนขึ้น;
vi: Phân tích dữ liệu, xu hướng thói quen trở nên rõ ràng hơn.
zh_hant: 數據分析，習慣趨勢更清晰。

# iCloud云备份，加密存储不丢失。
source: iCloud encrypted storage keep data safe.
da: iCloud krypteret opbevaring holder data sikre.
es: iCloud almacenamiento cifrado mantiene los datos seguros.
fr: Sauvegarde iCloud, stockage crypté sans perte.
he: אחסון מוצפן של iCloud משמר את הנתונים בטוחים;
hi: iCloud एन्क्रिप्टेड संग्रहण डेटा सुरक्षित रखता है।
it: La memorizzazione crittografata di iCloud mantiene i dati al sicuro.
ja: iCloudクラウドバックアップ、暗号化されたストレージは失われません。
ko: iCloud 클라우드 백업, 암호화 저장으로 손실되지 않습니다.
ms: Penyimpanan terenkripsi iCloud menjaga data selamat.
sv: iCloud verschlüsselter Speicher hält Daten sicher.
th: เก็บข้อมูล iCloud ที่เข้ารหัสปลอดภัย;
vi: iCloud đám mây sao lưu, lưu trữ mã hóa không mất mát.
zh_hant: iCloud雲備份，加密存儲不丟失。

# 开启面部或指纹识别，隐私安全。
source: Enable Faceid for privacy security.
ar: تمكين Faceid للأمان الخصوصية.
da: Aktivér Faceid for privatlivssikkerhed.
es: Habilita Faceid para seguridad de privacidad.
fr: Activez la reconnaissance faciale ou par empreinte digitale pour la sécurité de votre vie privée.
he: אפשר Faceid למען ביטחון הפרטיות.
hi: फेसआईडी को गोपनीयता सुरक्षा के लिए सक्षम करें।
it: Abilita Faceid per la sicurezza della privacy.
ja: 顔認証または指紋認証を有効にし、プライバシーを保護します。
ko: 얼굴 또는 지문 인식을 활성화하면, 개인정보 보호가 안전해집니다.
ms: Dayakan Faceid untuk keselamatan privasi.
sv: Aktiviere Faceid für Datenschutzsicherheit.
th: เปิดใช้งาน Faceid สำหรับความปลอดภัยทางความเป็นส่วนตัว;
vi: Mở nhận diện khuôn mặt hoặc dấu vân tay, bảo mật riêng tư.
zh_hant: 開啟面部或指紋識別，隱私安全。
