Repository: oblank/NoteitLangs
Catalog: *.lproj/Localizable.strings
Languages: ar, da, es, fr, he, hi, it, ja, ko, ms, sv, th, vi, zh_hant

# EDITOR.MARKDOWN_READ_ME
source: ## Headings You can create a heading by adding one or more `#` symbols before your heading text. The number of `#` you use will determine the size of the heading. ``` # This is H1 ## This is H2 ### This is H3 #### This is H4 ##### This is H5 ###### This is H6 ``` ## Paragraphs and Line Breaks A paragraph is simply one or more consecutive lines of text, separated by one or more blank lines. For line breaks, end a line with two or more spaces and then type return. ## Emphasis You can italicise text by wrapping it with `*` or `_`, like: ``` *This text is italic* _This text is also italic_ ``` To bolden the text, just use `**` or `__`, like: ``` **This text is bold** __This text is also bold__ ``` ## Lists - You can make an unordered list by preceding one or more lines of text with `-`, `+`, or `*`. ``` * Item 1 * Item 2 * Item 3 ``` - To order your list, precede each line with a number. ``` 1. Item 1 2. Item 2 3. Item 3 ``` ## Creating a Todo List Markdown allows us to create checkable task lists within your document. Use `- [ ] ` symbol to create a unchecked task box, such as: ``` - [ ] This is an incomplete task ``` Use `- [x] ` symbol to create a checked task box, such as: ``` - [x] This is a completed task ``` ## Links You can create an inline link by wrapping link text in brackets `[ ]`, and then wrapping the URL in parentheses `( )` ``` [Visit GitHub](www.github.com) ``` ## Images You can create an image link similar to a regular link. But prefix it with an exclamation mark `!`. ``` ![GitHub Logo](/images/logo.png) Format: ![Alt Text](url) ``` ## Not Supported Table.
ar: ## العناوين يمكنك إنشاء عنوان عن طريق إضافة واحد أو أكثر من الرموز `#` قبل نص العنوان. عدد الرموز `#` التي تستخدمها سيحدد حجم العنوان. ``` # هذا هو العنوان H1 ## هذا هو العنوان H2 ### هذا هو العنوان H3 #### هذا هو العنوان H4 ##### هذا هو العنوان H5 ###### هذا هو العنوان H6 ``` ## الفقرات والانقسامات الخطية الفقرة هي ببساطة واحدة أو أكثر من الأسطر المتتالية من النص، مفصولة بواحدة أو أكثر من الأسطر الفارغة. للقيام بانقسامات الخطوط، انهي الخط بفراغين أو أكثر ثم اكتب return. ## التأكيد يمكنك جعل النص مائلًا عن طريق تغليفه بالرموز `*` أو `_`، مثل: ``` *هذا النص مائل* _هذا النص مائل أيضًا_ ``` لجعل النص بخط عريض، استخدم الرموز `**` أو `__`، مثل: ``` **هذا النص بخط عريض** __هذا النص بخط عريض أيضًا__ ``` ## القوائم - يمكنك صنع قائمة غير مرتبة عن طريق البدء بواحد أو أكثر من خطوط النص برموز `-`, `+`, أو `*`. ``` * العنصر 1 * العنصر 2 * العنصر 3 ``` - لترتيب قائمتك، يمكنك البدء برقم قبل كل خط. ``` 1. العنصر 1 2. العنصر 2 3. العنصر 3 ``` ## إنشاء قائمة مهام Markdown يتيح لنا إنشاء قوائم مهام قابلة للتحقق داخل المستند. استخدم الرمز `- [ ] ` لإنشاء مربع مهمة غير محقق، مثل: ``` - [ ] هذه مهمة غير مكتملة ``` استخدم الرمز `- [x] ` لإنشاء مربع مهمة محققة، مثل: ``` - [x] هذه مهمة مكتملة ``` ## الروابط يمكنك إنشاء رابط داخلي عن طريق تغليف النص في الأقواس `[ ]`، ثم تغليف URL في الأقواس `( )` ``` [زيارة GitHub](www.github.com) ``` ## الصور يمكنك إنشاء رابط لصورة مشابه للرابط العادي. لكن قم بتبديله بالعلامة التعجب `!`. ``` ![شعار GitHub](/images/logo.png) Format: ![نص بديل](url) ``` ## غير مدعوم الجدول.
da: ## Overskrifter Du kan oprette en overskrift ved at tilføje et eller flere `#` symboler før din overskriftstekst. Antallet af `#` du bruger vil bestemme overskriftens størrelse. ``` # Dette er H1 ## Dette er H2 ### Dette er H3 #### Dette er H4 ##### Dette er H5 ###### Dette er H6 ``` ## Afsnit og linjeskift Et afsnit er simpelthen en eller flere sammenhængende linjer med tekst, adskilt af en eller flere tomme linjer. For linjeskift, afslut en linje med to eller flere mellemrum og tryk derefter på retur. ## Fremhævelser Du kan lave tekst kursiv ved at omslutte den med `*` eller `_`, som: ``` *Dette er kursiv tekst* _Dette er også kursiv tekst_ ``` For at gøre teksten fed, skal du bare bruge `**` eller `__`, som: ``` **Dette er fed tekst** __Dette er også fed tekst__ ``` ## Lister - Du kan lave en punktliste ved at forudgå en eller flere linjer med tekst med `-`, `+` eller `*`. ``` * Element 1 * Element 2 * Element 3 ``` - For at ordenere din liste, forudgå hver linje med et nummer. ``` 1. Element 1 2. Element 2 3. Element 3 ``` ## Oprettelse af en opgaveliste Markdown giver os mulighed for at oprette tjekbare opgavelister i dit dokument. Brug symbolet `- [ ] ` til at lave en ikke-kontrolleret opgaveboks, sådan: ``` - [ ] Dette er en uafsluttet opgave ``` Brug symbolet `- [x] ` til at oprette en checket opgaveboks, sådan: ``` - [x] Dette er en fuldført opgave ``` ## Links Du kan oprette et inline-link ved at omslutte linketekst i kantede parenteser `[ ]`, og derefter omslutte URL'en i parenteser `( )` ``` [Besøg GitHub](www.github.com) ``` ## Billeder Du kan oprette et billedlink, der ligner et almindeligt link. Prefix det med et udråbstegn `!`. ``` ![GitHub Logo](/images/logo.png) Format: ![Alternativ Tekst](url) ``` ## Ikke understøttet Tabel.
es: ## Encabezados Puedes crear un encabezado agregando uno o más símbolos `#` antes de tu texto de encabezado. La cantidad de `#` que uses determinará el tamaño del encabezado. ``` # Este es H1 ## Este es H2 ### Este es H3 #### Este es H4 ##### Este es H5 ###### Este es H6 ``` ## Párrafos y saltos de línea Un párrafo es simplemente una o más líneas consecutivas de texto, separadas por una o más líneas en blanco. Para los saltos de línea, termina una línea con dos o más espacios y luego escribe return. ## Énfasis Puedes poner el texto en cursiva envolviéndolo con `*` o` _`, como: ``` *Este texto está en cursiva* _Este texto también está en cursiva_ ``` Para poner el texto en negrita, solo usa `**` o` __`, como: ``` **Este texto está en negrita** __Este texto también está en negrita__ ``` ## Listas - Puedes crear una lista sin orden previo una o más líneas de texto con `-`, `+`, o `*`. ``` * Artículo 1 * Artículo 2 * Artículo 3 ``` - Para ordenar tu lista, precede cada línea con un número. ``` 1. Artículo 1 2. Artículo 2 3. Artículo 3 ``` ## Creando una lista de tareas Markdown nos permite crear listas de tareas con casillas marcables dentro de su documento. Usa el símbolo `- [ ] ` para crear una casilla de tarea no marcada, como: ``` - [ ] Esta es una tarea incompleta ``` Usa el símbolo `- [x] ` para crear una casilla de tarea marcada, como: ``` - [x] Esta es una tarea completada ``` ## Enlaces Puedes crear un enlace en línea envolviendo el texto del enlace en corchetes `[ ]`, y luego envolviendo la URL en paréntesis `( )` ``` [Visitar GitHub](www.github.com) ``` ## Imágenes Puedes crear un enlace de imagen similar a un enlace regular. Pero prefixelo con un signo de exclamación `!`. ``` ![Logo de GitHub](/images/logo.png) Formato: ![Texto alternativo](url) ``` ## No soportado Tabla.
fr: ## Titre Vous pouvez ajouter un ou plusieurs symboles `#` devant votre texte de titre pour créer un titre. Le nombre de `#` que vous utilisez déterminera la taille du titre. ``` # Ceci est H1 ## Ceci est H2 ### Ceci est H3 #### Ceci est H4 ##### Ceci est H5 ###### Ceci est H6 ``` ## Paragraphes et sauts de ligne Un paragraphe est une ou plusieurs lignes de texte consécutives, séparées par une ou plusieurs lignes vides. Pour un saut de ligne, vous pouvez entrer deux espaces ou plus à la fin d'une ligne, puis appuyer sur Entrée. ## Emphase Vous pouvez rendre le texte en italique en l'entourant avec `*` ou `_`, comme : ``` *Ceci est du texte en italique* _Ceci est aussi du texte en italique_ ``` Pour mettre le texte en gras, utilisez simplement `**` ou `__`, comme : ``` **Ceci est du texte en gras** __Ceci est aussi du texte en gras__ ``` ## Listes - Vous pouvez créer une liste non ordonnée en ajoutant `-`, `+` ou `*` devant une ou plusieurs lignes de texte. ``` * Article 1 * Article 2 * Article 3 ``` - Pour ordonner votre liste, ajoutez simplement un numéro devant chaque ligne. ``` 1. Article 1 2. Article 2 3. Article 3 ``` ## Todo List Markdown nous permet de créer des listes de tâches à cocher dans nos documents. Utilisez le symbole `- [ ] ` pour créer une case de tâche non cochée, comme : ``` - [ ] Ceci est une tâche non accomplie - [ ] Ceci est une autre tâche non accomplie ``` Utilisez le symbole `- [x] ` pour créer une case de tâche cochée, comme : ``` - [x] Ceci est une tâche accomplie - [x] Ceci est une autre tâche accomplie ``` ## Liens Vous pouvez créer un lien en ligne en ajoutant des crochets `[ ]` autour du texte du lien, puis des parenthèses `( )` autour de l'URL. ``` [Visitez GitHub](www.github.com) ``` ## Images Vous pouvez créer un lien vers une image de la même manière que vous créez un lien normal, mais ajoutez un point d'exclamation `!` devant. ``` ![Logo GitHub](/images/logo.png) Format: ![Texte alternatif](url) ``` ## Non supporté Les tableaux ne sont pas actuellement supportés.
hi: ## शीर्षक आप अपने शीर्षक पाठ से पहले एक या अधिक `#` प्रतीक जोड़कर एक शीर्षक बना सकते हैं। आपके द्वारा आप कितने `#` का उपयोग करेंगे, वह शीर्षक का आकार निर्धारित करेगा। ``` # यह H1 है ## यह H2 है ### यह H3 है #### यह H4 है ##### यह H5 है ###### यह H6 है ``` ## पैराग्राफ और लाइन ब्रेक एक पैराग्राफ बस एक या अधिक क्रमिक लाइनों का पाठ होता है, जिसे एक या अधिक खाली लाइनों द्वारा अलग किया जाता है। लाइन ब्रेक के लिए, दो या अधिक स्थानों के साथ एक लाइन समाप्त करें और फिर रिटर्न टाइप करें। ## जोर आप पाठ को इटैलिक कर सकते हैं `*` या `_`, like: ``` *यह पाठ इटैलिक है* _यह पाठ भी इटैलिक है_ ``` पाठ को बोल्ड करने के लिए, बस `**` या `__`, like: ``` **यह पाठ बोल्ड है** __यह पाठ भी बोल्ड है__ ``` ## सूचियाँ - आप `-`, `+`, या `*` के साथ एक या अधिक लाइनों का पाठ प्रस्तुत करके एक अव्यवस्थित सूची बना सकते हैं। ``` * आईटम 1 * आईटम 2 * आईटम 3 ``` - अपनी सूची को क्रमबद्ध करने के लिए, प्रत्येक लाइन से पहले एक नंबर गिराएं। ``` 1. आईटम 1 2. आईटम 2 3. आईटम 3 ``` ## एक टो-डू सूची बनाना मार्कडाउन हमें अपने दस्तावेज़ के भीतर चेक करने वाली कार्य सूचियाँ बनाने की अनुमति देता है। - [ ] `स्थान का उपयोग करें स्थान का उपयोग करके एक अज्ञात कार्य क्षेत्र बनाएं, जैसे कि: ``` - [ ] यह एक अधूरा कार्य है ``` एक जाँच के लिए `- [x] ` स्थान प्रतीक का उपयोग करें जैसे कि: ``` - [x] यह एक पूरा काम है ``` ## लिंक आप एक इनलाइन लिंक बना सकते हैं जिसमें लिंक पाठ को ब्रैकेट `[ ]` में लपेटें, और फिर URL को प्रंथियों `( )` में लपेटें। ``` [GitHub पर जाएं](www.github.com) ``` ## छवियाँ आप एक सामान्य लिंक के समान एक छवि लिंक बना सकते हैं। लेकिन इसे एक विस्मयसूचक चिह्न `!` द्वारा उपसर्जित करें। ``` ![GitHub Logo](/images/logo.png) Format: ![Alt Text](url) ``` ## समर्थित नहीं है टेबल।
it: ## Intestazioni Puoi creare un'intestazione aggiungendo uno o più simboli `#` prima del testo dell'intestazione. Il numero di `#` che utilizzi determinerà la dimensione dell'intestazione. ``` # Questo è H1 ## Questo è H2 ### Questo è H3 #### Questo è H4 ##### Questo è H5 ###### Questo è H6 ``` ## Paragrafi e Interruzioni di linea Un paragrafo è semplicemente una o più linee consecutive di testo, separate da una o più linee vuote. Per le interruzioni di linea, termina una linea con due o più spazi e poi digita return. ## Enfasi Puoi mettere in corsivo il testo avvolgendolo con `*` o `_`, come: ``` *Questo testo è in corsivo* _Questo testo è anche in corsivo_ ``` Per render grassetto il testo, basta usare `**` o `__`, come: ``` **Questo testo è grassetto** __Questo testo è anche grassetto__ ``` ## Liste - Puoi creare una lista non ordinata precedendo una o più linee di testo con `-`, `+`, o `*`. ``` * Elemento 1 * Elemento 2 * Elemento 3 ``` - Per ordinare la tua lista, precedi ogni linea con un numero. ``` 1. Elemento 1 2. Elemento 2 3. Elemento 3 ``` ## Creazione di una Lista di Cose da Fare Markdown ci consente di creare liste di compiti selezionabili all'interno del tuo documento. Usa il simbolo `- [ ] ` per creare una casella di compito non selezionata, come: ``` - [ ] Questo è un compito incompleto ``` Usa il simbolo `- [x] ` per creare una casella compito selezionata, come: ``` - [x] Questo è un compito completato ``` ## Link Puoi creare un link in linea avvolgendo il testo del link tra parentesi quadre `[ ]`, e poi avvolgendo l'URL tra parentesi `( )` ``` [Visita GitHub](www.github.com) ``` ## Immagini Puoi creare un link immagine simile a un link normale. Ma precedilo con un punto esclamativo `!`. ``` ![Logo GitHub](/images/logo.png) Formato: ![Testo alternativo](url) ``` ## Non supportato Tavola.
ja: ## 見出し あなたの見出しのテキストの前に、一つまたは複数の `#` を使用して見出しを作成できます。使用する # の数が見出しの大きさを決定します。 ``` # これは H1 ## これは H2 ### これは H3 #### これは H4 ##### これは H5 ###### これは H6 ``` ## 段落と改行 段落は一つ以上の連続したテキスト行で、一つ以上の空行によって区切られます。 改行するには、行の終わりに2つ以上のスペースを入力し、エンターキーを押します。 ## 強調 テキストを `*` や `_` で囲むことで、テキストを斜体にすることができます。 ``` *このテキストは斜体です* _このテキストも斜体です_ ``` テキストを太字にするには、 `**` や `__` を使用します。 ``` **このテキストは太字です** __このテキストも太字です__ ``` ## リスト `-` 、 `+`、または `*` をテキスト行の前に追加することで、順序なしリストを作成することができます。 ``` * アイテム 1 * アイテム 2 * アイテム 3 ``` リストの順序を付けるには、各行の前に数字を追加します。 ``` 1. アイテム 1 2. アイテム 2 3. アイテム 3 ``` ## Todo リスト Markdown では、ドキュメント内にチェック可能なタスクリストを作成することができます。 `- [ ]` を使用して未チェックのタスクボックスを作成します。 ``` - [ ] これは未完了のタスクです - [ ] これは別の未完了のタスクです ``` `- [x]` を使用してチェックされたタスクボックスを作成します。 ``` - [x] これは完了したタスクです - [x] これは別の完了したタスクです ``` ## リンク リンクテキストに角括弧 `[ ]` を追加し、URL に括弧`( )` を追加することで、インラインリンクを作成します。 ``` [GitHub を訪れる](www.github.com) ``` ## 画像 通常のリンクを作成するのと同じように、画像リンクを作成することができます。ただし、前にエクスクラメーションマーク `!` を付けます。 ``` ![GitHub ロゴ](/images/logo.png) 形式: ![Alt タイトル](url) ``` ## 非対応 現在、表は非対応です。
ko: ## 제목 제목 텍스트 앞에 `#` 기호를 하나 이상 추가하여 제목을 만들 수 있습니다. 사용하는 `#`의 수는 제목의 크기를 결정합니다. ``` # 이것은 H1입니다 ## 이것은 H2입니다 ### 이것은 H3입니다 #### 이것은 H4입니다 ##### 이것은 H5입니다 ###### 이것은 H6입니다 ``` ## 문단과 개행 문단은 하나 이상의 연속된 텍스트 라인으로 하나 이상의 빈 줄로 구분됩니다. 개행을 위해선 라인 끝에 두 개 이상의 공백을 입력하고 엔터를 누를 수 있습니다. ## 강조 텍스트를 `*` 또는 `_`로 묶어 텍스트를 이탤릭체로 만들 수 있습니다. ``` *이 텍스트는 이탤릭체입니다* _이 텍스트도 이탤릭체입니다_ ``` 텍스트를 굵게 하기 위해선 `**` 또는 `__`를 사용하면 됩니다. ``` **이 텍스트는 굵게 표시됩니다** __이 텍스트도 굵게 표시됩니다__ ``` ## 리스트 - 문장이나 여러 행의 텍스트 앞에 `-` , `+` , `*` 을 추가하여 비순차 리스트를 만들 수 있습니다. ``` * 항목 1 * 항목 2 * 항목 3 ``` - 리스트를 정렬하려면 각 줄 앞에 숫자를 추가하면 됩니다. ``` 1. 항목 1 2. 항목 2 3. 항목 3 ``` ## Todo List Markdown은 문서에서 체크 가능한 할 일 목록을 만드는 것을 허용합니다. `- [ ] ` 기호를 사용하여 체크되지 않은 작업을 생성하십시오. ``` - [ ] 이것은 미완성된 작업입니다 - [ ] 이것은 또 다른 미완성된 작업입니다 ``` `- [x] ` 기호를 사용하여 체크된 작업을 생성하십시오. ``` - [x] 이것은 완료된 작업입니다 - [x] 이것은 또 다른 완료된 작업입니다 ``` ## 링크 링크 텍스트에 대괄호 `[ ]`를 추가하고, URL에 괄호 `( )`를 추가하여 인라인 링크를 만들 수 있습니다. ``` [GitHub 방문하기](www.github.com) ``` ## 이미지 일반 링크를 생성하는 것처럼 이미지 링크를 생성할 수 있습니다. 그러나 앞에 느낌표 `!`를 추가합니다. ``` ![GitHub 로고](/images/logo.png) 형식: ![대체 텍스트](url) ``` ## 지원하지 않음 테이블은 현재 지원하지 않습니다.
ms: ## Tajuk Anda boleh mencipta tajuk dengan menambah satu atau lebih simbol `#` sebelum teks tajuk anda. Bilangan `#` yang anda gunakan akan menentukan saiz pengepala. ``` # Ini adalah H1 ## Ini adalah H2 ### Ini adalah H3 #### Ini adalah H4 ##### Ini adalah H5 ###### Ini adalah H6 ``` ## Perenggan dan Patah Baris Sebuah perenggan hanyalah satu atau lebih baris teks berurutan, yang dipisahkan oleh satu atau lebih baris kosong. Untuk patah baris, akhiri baris dengan dua atau lebih ruang dan kemudian taip pulang. ## Tegasan Anda boleh menegaskan teks dengan membungkusnya dengan `*` atau `_`, seperti: ``` *Ini teks serong* _Ini teks juga serong_ ``` Untuk menegaskan teks, hanya gunakan `**` atau `__`, seperti: ``` **Ini teks tebal** __Ini teks juga tebal__ ``` ## Senarai - Anda boleh membuat senarai tidak tertib dengan mendahului satu atau lebih baris teks dengan `-`, `+`, atau `*`. ``` * Item 1 * Item 2 * Item 3 ``` - Untuk menyusun senarai anda, mendahului setiap baris dengan nombor. ``` 1. Item 1 2. Item 2 3. Item 3 ``` ## Membuat Senarai Kerja Markdown membolehkan kita mencipta senarai tugas yang boleh disemak dalam dokumen anda. Gunakan simbol `- [ ] ` untuk membuat kotak tugas tidak disemak, seperti: ``` - [ ] Ini adalah tugas yang belum selesai ``` Gunakan simbol `- [x] ` untuk membuat kotak tugas yang telah disemak, seperti: ``` - [x] Ini adalah tugas yang telah selesai ``` ## Pautan Anda boleh mencipta pautan dalam talian dengan membungkus teks pautan dalam kurungan `[ ]`, dan kemudian membungkus URL di dalam kurungan `( )` ``` [Lawati GitHub](www.github.com) ``` ## Imej Anda boleh membuat pautan imej serupa dengan pautan biasa. Tetapi awalinya dengan tanda seru `!`. ``` ![Logo GitHub](/images/logo.png) Format: ![Alt Text](url) ``` ## Tidak Didukung Jadual.
sv: ## Überschriften Sie können eine Überschrift erstellen, indem Sie Ihrem Überschriftentext ein oder mehrere `#` Symbole hinzufügen. Die Anzahl der `#`, die Sie verwenden, bestimmt die Größe der Überschrift. ``` # Das ist H1 ## Das ist H2 ### Das ist H3 #### Das ist H4 ##### Das ist H5 ###### Das ist H6 ``` ## Absätze und Zeilenumbrüche Ein Absatz besteht einfach aus einer oder mehreren aufeinanderfolgenden Zeilen Text, getrennt durch eine oder mehrere leere Zeilen. Für Zeilenumbrüche enden Sie eine Zeile mit zwei oder mehr Leerzeichen und drücken dann Return. ## Betonung Sie können Text kursiv setzen, indem Sie ihn mit `*` oder `_` umschließen, so wie: ``` * Dieser Text ist kursiv * _ Dieser Text ist auch kursiv _ ``` Um den Text zu fett zu machen, verwenden Sie einfach `**` oder `__`, so wie: ``` ** Dieser Text ist fett ** __ Dieser Text ist auch fett __ ``` ## Listen - Sie können eine ungeordnete Liste erstellen, indem Sie einer oder mehreren Textzeilen `-`, `+` oder `*` voranstellen. ``` * Punkt 1 * Punkt 2 * Punkt 3 ``` - Um Ihre Liste zu ordnen, stellen Sie jeder Zeile eine Zahl voran. ``` 1. Punkt 1 2. Punkt 2 3. Punkt 3 ``` ## Erstellung einer Todo-Liste Markdown ermöglicht es uns, innerhalb Ihres Dokuments überprüfbare Aufgabenlisten zu erstellen. Verwenden Sie das `- [ ] ` Symbol, um ein unausgewähltes Aufgabenfeld zu erstellen, wie zum Beispiel: ``` - [ ] Dies ist eine unvollständige Aufgabe ``` Verwenden Sie das `- [x] ` Symbol, um ein geprüftes Aufgabenfeld zu erstellen, wie zum Beispiel: ``` - [x] Dies ist eine abgeschlossene Aufgabe ``` ## Links Sie können einen Inline-Link erstellen, indem Sie den Linktext in eckigen Klammern `[ ]` und dann die URL in Klammern `( )` einschließen. ``` [GitHub besuchen](www.github.com) ``` ## Bilder Sie können einen Bildlink ähnlich wie einen normalen Link erstellen. Aber setzen Sie ihm ein Ausrufezeichen `!` voran. ``` ![GitHub Logo](/images/logo.png) Format: ![Alternativer Text](url) ``` ## Nicht unterstützt Tabelle.
th: ## หัวเรื่อง คุณสามารถสร้างหัวเรื่องโดยการเพิ่มสัญลักษณ์ `#` หนึ่งหรือมากกว่าก่อนข้อความหัวเรื่องของคุณ จำนวน `#` ที่คุณใช้จะกำหนดขนาดของหัวเรื่อง ``` # นี่คือ H1 ## นี่คือ H2 ### นี่คือ H3 #### นี่คือ H4 ##### นี่คือ H5 ###### นี่คือ H6 ``` ## ย่อหน้าและการแบ่งบรรทัด ย่อหน้าเป็นเพียงบรรทัดที่ต่อเนื่องกันหนึ่งหรือมากกว่าที่แยกด้วยบรรทัดว่างหนึ่งหรือมากกว่า สำหรับการแบ่งบรรทัด ให้สิ้นสุดบรรทัดด้วยช่องว่างสองช่องหรือมากกว่าแล้วพิมพ์ return ## การเน้น คุณสามารถใส่ข้อความเอียงด้วยการห่อข้อความด้วย `*` หรือ `_`, อย่างเช่น: ``` *ข้อความนี้เอียง* _ข้อความนี้ก็เอียง_ ``` ในการทำให้ข้อความหนา ใช้ `**` หรือ `__`, อย่างเช่น: ``` **ข้อความนี้หนา** __ข้อความนี้ก็หนา__ ``` ## รายการ - คุณสามารถสร้างรายการที่ไม่ถูกสั่งลำดับโดยการศรีษะหนึ่งหรือมากกว่าของข้อความด้วย `-`, `+`, หรือ `*`. ``` * รายการที่ 1 * รายการที่ 2 * รายการที่ 3 ``` - ในการสั่งลำดับรายการของคุณ ให้ศรีษะแต่ละบรรทัดด้วยตัวเลข ``` 1. รายการที่ 1 2. รายการที่ 2 3. รายการที่ 3 ``` ## การสร้าง Todo list Markdown ช่วยให้เราสร้างรายการงานที่สามารถเช็คได้ภายในเอกสารของคุณ ใช้สัญลักษณ์ `- [ ] ` ที่สร้างกล่องงานที่ไม่ได้ถูกตรวจสอบ อย่างเช่น: ``` - [ ] นี่คืองานที่ยังไม่เสร็จ ``` ใช้สัญลักษณ์ `- [x] ` ที่สร้างกล่องงานที่ถูกตรวจสอบ อย่างเช่น: ``` - [x] นี่คืองานที่เสร็จแล้ว ``` ## ลิงค์ คุณสามารถสร้างลิงค์แบบอินไลน์โดยการห่อข้อความลิงค์ในวงเล็บสี่เหลี่ยม `[ ]`, แล้วห่อ URL ในวงเล็บ `( )` ``` [เยี่ยมชม GitHub](www.github.com) ``` ## รูปภาพ คุณสามารถสร้างลิงค์รูปภาพที่คล้ายกับลิงค์ปกติ แต่เริ่มต้นด้วยเครื่องหมายอัศเจรีย์ `!` ``` ![โลโก้ GitHub](/images/logo.png) รูปแบบ: ![Alt Text](url) ``` ## ไม่รองรับ ตาราง
vi: ## Tiêu đề Bạn có thể thêm một hoặc nhiều ký tự `#` vào phần đầu của văn bản tiêu đề để tạo một tiêu đề. Số lượng `#` mà bạn sử dụng sẽ quyết định cỡ của tiêu đề. ``` # Đây là H1 ## Đây là H2 ### Đây là H3 #### Đây là H4 ##### Đây là H5 ###### Đây là H6 ``` ## Đoạn văn và xuống dòng Một đoạn văn là một hoặc nhiều dòng văn bản liên tiếp, được phân tách bởi một hoặc nhiều dòng trống. Để xuống dòng, bạn chỉ cần nhập hai hoặc nhiều khoảng trắng ở cuối dòng, sau đó nhấn enter. ## Nhấn mạnh Bạn có thể tạo ra chữ nghiêng bằng cách đặt văn bản trong `*` hoặc `_`, ví dụ: ``` *Đoạn văn bản này nghiêng* _Đoạn văn bản này cũng nghiêng_ ``` Để làm đậm văn bản, bạn chỉ cần sử dụng `**` hoặc `__`, ví dụ: ``` **Đoạn văn bản này in đậm** __Đoạn văn bản này cũng in đậm__ ``` ## Danh sách - Bạn có thể tạo một danh sách không theo thứ tự bằng cách thêm `-`, `+` hoặc `*` trước mỗi dòng văn bản. ``` * Mục 1 * Mục 2 * Mục 3 ``` - Để sắp xếp danh sách của bạn, chỉ cần thêm số trước mỗi dòng. ``` 1. Mục 1 2. Mục 2 3. Mục 3 ``` ## Todo List Markdown cho phép chúng ta tạo danh sách công việc có thể đánh dấu trong tài liệu. Dùng ký hiệu `- [ ] ` để tạo một hộp công việc chưa được đánh dấu, ví dụ: ``` - [ ] Đây là một công việc chưa hoàn thành - [ ] Đây là một công việc chưa hoàn thành khác ``` Dùng ký hiệu `- [x] ` để tạo một hộp công việc đã được đánh dấu, ví dụ: ``` - [x] Đây là một công việc đã hoàn thành - [x] Đây là một công việc đã hoàn thành khác ``` ## Liên kết Bạn có thể tạo một liên kết liên kết bằng cách thêm dấu ngoặc vuông `[ ]` vào văn bản liên kết, sau đó thêm URL vào dấu ngoặc `( )`. ``` [Truy cập GitHub](www.github.com) ``` ## Hình ảnh Bạn có thể tạo một liên kết hình ảnh giống như tạo một liên kết bình thường. Nhưng bạn cần thêm dấu chấm than `!` phía trước. ``` ![Logo GitHub](/images/logo.png) Định dạng: ![Alt Text](url) ``` ## Không hỗ trợ Hiện tại không hỗ trợ bảng.
zh_hant: ## 標題 你可以在你的標題文字前添加一個或多個 `#` 符號來創建一個標題。你使用的 `#` 的數量將決定標題的大小。 ``` # 這是 H1 ## 這是 H2 ### 這是 H3 #### 這是 H4 ##### 這是 H5 ###### 這是 H6 ``` ## 段落和換行 一個段落是一個或多個連續的文本行，由一個或多個空行分隔。 對於換行，可以在一行結束時輸入兩個或更多的空格，然後按回車。 ## 強調 你可以通過將文本用 `*` 或 `_` 包裹來使文本斜體，如： ``` *這個文本是斜體的* _這個文本也是斜體的_ ``` 要把文本加粗，只需使用 `**` 或 `__`，如： ``` **這個文本是粗體的** __這個文本也是粗體的__ ``` ## 列表 - 你可以通過在一行或多行文本前加 `-`、`+` 或 `*` 來製作一個無序列表。 ``` * 項目 1 * 項目 2 * 項目 3 ``` - 要對你的列表進行排序，只需在每行前加上數字。 ``` 1. 項目 1 2. 項目 2 3. 項目 3 ``` ## Todo List Markdown 允許我們在文檔中創建可勾選的待辦任務列表。 使用 `- [ ] ` 符號創建一個未勾選的任務框，如： ``` - [ ] 這是一個未完成的任務 - [ ] 這是另一個未完成的任務 ``` 使用 `- [x] ` 符號可以創建一個已勾選的任務框，如： ``` - [x] 這是一個已完成的任務 - [x] 這是另一個已完成的任務 ``` ## 鏈接 你可以通過在鏈接文本中加上方括號 `[ ]`，然後在 URL 中加上括號 `( )` 來創建一個內聯鏈接。 ``` [訪問 GitHub](www.github.com) ``` ## 圖片 你可以像創建普通鏈接那樣創建一個圖片鏈接。但是要在前面加上驚嘆號 `!`。 ``` ![GitHub Logo](/images/logo.png) 格式: ![Alt Text](url) ``` ## 不支持 暫不支持表格。

# 手动输入
source: Manual Input
ar: إدخال يدوي
da: Manuel Input
es: Entrada Manual
fr: Entrée manuelle
he: קלט ידני
hi: मैनुअल इनपुट
it: Inserimento Manuale
ja: 手動入力
ko: 수동 입력
ms: Input Manual
sv: Manuelle Eingabe
th: การป้อนข้อมูลด้วยมือ
vi: nhập bằng tay
zh_hant: 手動輸入

# 选择服务商
source: Select Service Provider
ar: اختر مقدم الخدمة
da: Vælg tjenesteudbyder
es: Seleccionar proveedor de servicio
fr: Choisir un fournisseur
he: בחר ספק שירות
it: Seleziona il provider di servizi
ja: サービスプロバイダーを選択
ko: 选择服务商
ms: Pilih Penyedia Perkhidmatan
sv: Wählen Sie einen Service Provider
vi: 选择服务商
zh_hant: 選擇服務商

# 设置Azure
source: Set Up Azure
ar: إعداد Azure
da: Opsæt Azure
es: Configurar Azure
fr: Configurer Azure
he: הגדר את Azure
hi: एज़र सेटअप करें
it: Imposta Azure
ja: Azureの設定
ko: Azure 설정
ms: Tetapkan Azure
sv: Stelle Azure ein
th: ตั้งค่า Azure
vi: Thiết lập Azure
zh_hant: 設置Azure

# 设置OpenAI
source: Set Up OpenAI
ar: قم بإعداد OpenAI
da: Opsæt OpenAI
es: Configurar OpenAI
fr: Configurer OpenAI
he: הגדר OpenAI
hi: ओपनएआई सेटअप करें
it: Imposta OpenAI
ja: OpenAIの設定
ko: OpenAI 설정
ms: Tetapkan OpenAI
sv: OpenAI iistelle
th: ตั้งค่า OpenAI
vi: Thiết lập OpenAI
zh_hant: 設置OpenAI
