Repository: oblank/NoteitLangs
Catalog: *.lproj/Localizable.strings
Languages: ar, da, es, fr, he, hi, it, ja, ko, ms, sv, th, vi, zh_hant

# 复制图片
source: Copy image
ar: نسخ الصورة
da: Kopiér billede
es: Copiar imagen
fr: Copier l'image
he: העתק תמונה
hi: छवि की प्रतिलिपि बनाएं
it: Copia immagine
ja: 画像をコピー
ko: 이미지 복사
ms: Salin imej
sv: Kopie Bild
th: คัดลอกภาพ
vi: sao chép hình ảnh
zh_hant: 複製圖片

# 导出
source: Export
da: Eksport
es: Exportar
fr: Exporter
he: יצוא
hi: निर्यात
it: Esporta
ja: エクスポート
ko: 수출
ms: Eksport
sv: Exportieren
th: ส่งออก
vi: Xuất ra
zh_hant: 導出

# 导出图片
source: Export as image
ar: تصدير كصورة
da: Eksporter som billede
es: Exportar como imagen
fr: Exporter l'image
he: ייצא כתמונה
it: Esporta come immagine
ja: 画像のエクスポート
ko: 이미지 내보내기
ms: Eksport sebagai imej
sv: Exportiere als Bild
th: ส่งออกเป็นภาพ
vi: Xuất hình ảnh
zh_hant: 導出圖片

# 导出PDF
source: Export as PDF
ar: تصدير كملف PDF
da: Eksporter som PDF
es: Exportar como PDF
fr: Exporter en PDF
he: ייצא כקובץ PDF
hi: PDF के रूप में निर्यात करें
it: Esporta come PDF
ja: PDF出力
ko: PDF 내보내기
ms: Eksport sebagai PDF
sv: Exportiere als PDF
th: ส่งออกเป็น PDF
vi: Xuất PDF
zh_hant: 導出PDF

# 系统分享
source: System share
ar: نظام المشاركة
da: Systemdel
es: Compartir sistema
fr: Partage du système
he: שיתוף מערכת
hi: सिस्टम शेयर
it: Condivisione del sistema
ja: システムシェア
ko: 시스템 공유
ms: Sistem kongsi
sv: System teilen
th: แบ่งปันระบบ
vi: Hệ thống chia sẻ
zh_hant: 系統分享

# 分享到树洞
source: Share to tree hole
ar: شارك في حفرة الشجرة
da: Del til træhul
es: Compartir al agujero del árbol
fr: Partager dans le trou de l'arbre
he: שתף לחור בעץ;
hi: वृक्ष के छिद्र में साझा करें
it: Condividi al buco dell'albero
ja: 穴に共有する
ko: 트리홀에 공유하기
sv: Teile mit dem Baumloch
th: แบ่งปันไปยังหลุมต้นไม้
vi: chia sẻ vào hố cây
zh_hant: 分享到樹洞

# 地址已复制到剪贴板
source: Address copied to clipboard
ar: تم نسخ العنوان إلى الحافظة
da: Adresse kopieret til udklipsholder
es: Dirección copiada al portapapeles
fr: L'adresse a été copiée dans le presse-papiers
he: הכתובת הועתקה ללוח
hi: एड्रेस क्लिपबोर्ड पर कॉपी किया गया
it: Indirizzo copiato negli appunti
ja: アドレスがクリップボードにコピーされました
ko: 주소가 클립보드에 복사되었습니다
ms: Alamat disalin ke papan keratan
sv: Adrässe in d'Zwischablag kopiert
th: ที่อยู่ถูกคัดลอกไปยังคลิปบอร์ด
vi: Địa chỉ đã được sao chép vào bảng tạm
zh_hant: 地址已複製到剪貼板

# 已复制到剪贴板
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
da: Kopieret til udklipsholder
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
he: הועתק ללוח
hi: क्लिपबोर्ड पर कॉपी किया गया
it: Copiato negli appunti
ja: クリップボードにコピーされました
ko: 클립보드에 복사되었습니다
ms: Disalin ke papan keratan
sv: Auf die Zwischenablage kopiert
th: คัดลอกไปยังคลิปบอร์ด
vi: Đã sao chép vào bảng tạm
zh_hant: 已複製到剪貼板

# 导航
source: Navigate
ar: تصفح
da: Navigere
es: Navegar
fr: Navigation
he: נוֹווֹט
hi: नेविगेट
it: Naviga
ja: ナビゲーション
ko: 항해
ms: Navigasi
sv: Navigiere
th: นำทาง
vi: điều hướng
zh_hant: 導航

# 导航去%@
source: Navigate to %@
ar: انتقل إلى %@
da: Naviger til %@
es: Navega a %@
fr: Naviguer vers %@
he: נווט אל %@
hi: नेविगेट करें %@
it: Naviga a %@
ja: %@へのナビゲーション
ko: 네비게이션으로 이동 %@
ms: Navigasi ke %@
sv: Navigiere zu %@
th: ไปยัง %@
vi: Điều hướng đến %@
zh_hant: 導航去%@

# 分享
source: Share
ar: مشاركة
da: Del
es: Compartir
fr: Partager
he: שתף
hi: साझा करें
it: Condividi
ja: 共有
ko: 공유
ms: Kongsi
sv: Teile
th: แบ่งปัน
vi: chia sẻ
zh_hant: 分享

# 分享内容
source: Share content
ar: شارك المحتوى
da: Del indhold
es: Compartir contenido
fr: Partager le contenu
he: שתף תוכן
hi: सामग्री साझा करें
it: Condividi contenuto
ja: コンテンツの共有
ko: 공유 내용
ms: Kongsi kandungan
sv: Inhalt teilen
th: แบ่งปันเนื้อหา
vi: Nội dung chia sẻ
zh_hant: 分享內容

# 分享到树洞将会匿名公开地发布到微博、Twitter等
source: Share to the tree hole will anonymously post on platforms such as Twitter、Instagram, etc.
ar: مشاركة في حفرة الشجرة ستنشر بشكل مجهول على منصات مثل تويتر وإنستغرام ، إلخ .
da: Del til træhullet vil anonymt lægge ud på platforme som Twitter、Instagram osv.
es: Compartir en el agujero del árbol publicará anónimamente en plataformas como Twitter, Instagram, etc.
fr: Partager dans le trou de l'arbre sera publié anonymement sur Weibo, Twitter, etc.
hi: ट्री होल को शेयर करना ट्विटर, इंस्टाग्राम आदि प्लेटफ़ार्मों पर बेनामी पोस्ट करेगा।
it: Condividi sul buco dell'albero posterà in modo anonimo su piattaforme come Twitter、Instagram, ecc.
ja: 穴に共有すると、匿名で微博、Twitterなどに公開されます
ko: 트리홀에 공유하면 비공개로 웨이보, 트위터 등에 게시됩니다
sv: Share zum Baumloch wird anonym auf Plattformen wie Twitter、Instagram usw. posten
th: แบ่งปันไปยังหลุมสนธนาจะโพสต์โดยไม่ระบุชื่อในแพลตฟอร์มเช่น Twitter、Instagram เป็นต้น
vi: 分享到树洞将会匿名公开地发布到微博、Twitter等
zh_hant: 分享到樹洞將會匿名公開地發布到微博、Twitter等

# 创建于%@
source: created at %@
ar: تم الإنشاء في %@
da: oprettet på %@
es: creado en % @
fr: Créé à %@
he: נוצר ב-%@
hi: निर्मित किया गया %@
it: creato il %@
ja: %@に作成されました
ko: 创建于%@
ms: dicipta pada %@
sv: erstellt am %@
th: สร้างเมื่อ %@
zh_hant: 創建於%@

# ，总%lld字
source: ,%lld words
ar: ,%lld كلمات
da: ,%lld ord
es: ,%lld palabras
fr: , total de %lld mots
he: ,%lld מילים
hi: ,%lld शब्द
it: ,%lld parole
ja: ， 全部で%lld字
ko: ，총%lld자
ms: ,%lld perkataan
sv: ,%lld Wörter
th: ,%lld คำ
vi: ，tổng %lld từ
zh_hant: ，總%lld字

# 在%@进行了更新
source: updated on %@
ar: تم التحديث في %@
da: opdateret på %@
es: actualizado el %@
fr: Mis à jour à %@
he: מעודכן ב-%@
hi: किए गए अपडेट %@
it: aggiornato il %@
ja: %@で更新されました
ko: %@에서 업데이트가 이루어졌습니다
ms: dikemaskini pada %@
sv: aktualisiert am %@
th: อัปเดตเมื่อ %@
vi: Đã cập nhật tại %@
zh_hant: 在%@進行了更新

# 无题
source: Untitled
ar: غير معنون
da: Ubetitlet
es: Sin título
fr: Sans titre
he: ללא כותרת
hi: अनाम
it: Senza titolo
ja: タイトルなし
ko: 제목 없음
ms: Tidak Bertajuk
sv: Unbetitelt
th: ไม่มีชื่อ
vi: Không có tiêu đề
zh_hant: 無題

# 年月
source: Date
ar: التاريخ
da: Dato
es: Fecha
fr: Année et mois
he: תאריך
hi: तारीख
it: Data
ja: 年月
ko: 년월
ms: Tarikh
sv: Datum
th: วันที่
vi: năm tháng
zh_hant: 年月

# 前天
source: days before yesterday
ar: أيام قبل الأمس
da: dage før i går
es: días antes de ayer
fr: Avant-hier
he: ימים לפני אתמול
hi: परसों के दिन
it: giorni prima di ieri
ja: 一昨日
ko: 그저께
ms: hari sebelum semalam
sv: Tage vor gestern
th: วันก่อนวันเมื่อวานนี้
vi: hôm kia
zh_hant: 前兩天

# 天后
source: Days after
ar: بعد عدة أيام
da: Dage efter
es: Días después
fr: Jours plus tard
hi: दिनों के बाद
it: Giorni dopo
ja: 日後
ko: 천 후
ms: Hari selepas
sv: Tage danach
th: วันหลังจากนั้น
vi: ngày sau
zh_hant: 天後

# 今日
source: Today
ar: اليوم
da: I dag
es: Hoy
fr: Aujourd'hui
he: היום
hi: आज
it: Oggi
ja: 本日
ko: 오늘
ms: Hari ini
sv: Hüt
th: วันนี้
vi: Hôm nay
zh_hant: 今日

# 月有
source: has
ar: لديه
da: har
es: tiene
fr: Le mois a
he: יש
hi: है
it: ha
ja: 月があります
ko: 달이 있습니다
ms: memiliki
sv: hat
th: มี
vi: Có tháng
zh_hant: 月

# 天，余
source: days, left
ar: أيام، اليسار
da: dage, tilbage
es: días, izquierda
fr: Jours, reste
he: ימים, שמאלה
hi: दिन, बाएं
it: giorni, rimasti
ja: 日、余り
ko: 하늘, 나머지
ms: hari, kiri
sv: Tage übrig
th: วัน, ซ้าย
vi: Ngày, dư
zh_hant: 天，餘

# 天
source: days
ar: أيام
da: dage
es: días
fr: Jours
he: ימים
hi: दिन
it: giorni
ja: 日
ko: 하늘
ms: hari
sv: Tage
th: วัน
vi: ngày
zh_hant: 天

# 当天没有记录哦
source: No records for the day
ar: لا توجد سجلات لهذا اليوم
da: Ingen optegnelser for dagen
es: No hay registros para el día
fr: Pas d'enregistrement pour ce jour
he: אין רשומות ליום זה
hi: दिन के लिए कोई रिकॉर्ड नहीं
it: Nessun record per il giorno
ja: その日の記録がありませんよ
ko: 그날 기록이 없습니다
ms: Tiada rekod untuk hari ini
sv: Keine Aufzeichnungen für den Tag
th: ไม่มีรายการสำหรับวันนี้
vi: Không có hồ sơ nào trong ngày đó
zh_hant: 當天沒有記錄哦

# 该月还没有记录哦
source: No records for the month
ar: لا توجد سجلات لهذا الشهر
da: Ingen optegnelser for måneden
es: No hay registros para el mes
fr: Pas d'enregistrement pour ce mois
he: אין רשומות לחודש הזה
hi: महीने के लिए कोई रिकॉर्ड नहीं
it: Nessun record per il mese
ja: その月の記録がまだありませんよ
ko: 이달에는 아직 레코드가 없습니다.
ms: Tiada rekod untuk bulan ini
sv: Keine Aufzeichnungen für den Monat
th: ไม่มีบันทึกสำหรับเดือนนี้
vi: Tháng này vẫn chưa có ghi chú nào
zh_hant: 該月還沒有記錄哦

# 当天写了
source: That day recorded
ar: تم تسجيل ذلك اليوم
fr: Écrit ce jour
he: היום הוקלט
hi: उस दिन रिकॉर्ड किया गया
ja: あの日記録した
ko: 그날 썼다
ms: Hari itu direkodkan
sv: Dä Tag ufzeichnet
vi: Đã viết trong ngày
zh_hant: 當天寫了

# 记录了
source: Recorded
ar: مسجلة
da: Optaget
fr: Enregistré
he: רשום
hi: रिकॉर्ड किया गया
it: Registrato
ja: 記録しました
ko: 기록되었습니다
ms: Direkod
sv: Aufgezeichnet
th: บันทึกไว้
vi: đã ghi lại
zh_hant: 記錄了

# 天，写了
source: days, wrote
da: dage, skrev
es: días, escribió
fr: Jours, écrit
hi: दिन, लिखा
it: giorni, scrisse
ja: 日、書いた
ko: 하늘, 썼다
ms: hari, menulis
sv: Tage, schrieb
th: วัน, เขียน
vi: Trời, đã viết
zh_hant: 天，寫了

# yyyy年MM月dd
source: yyyy-MM-dd
es: aaaa-MM-dd
it: aaaa-MM-gg
ja: yyyy年MM月dd日
ko: yyyy년 MM월 dd일
sv: yyyy-MM-tt
vi: năm yyyy tháng MM ngày dd
zh_hant: yyyy年MM月dd日

# 更新
source: update
ar: تحديث
da: opdatering
es: actualizar
fr: Mettre à jour
he: עדכון
hi: अपडेट
it: aggiorna
ja: 更新
ko: 업데이트
ms: kemaskini
sv: Aktualisieren
th: อัปเดต
vi: cập nhật
zh_hant: 更新

# 无记录
source: No record
ar: لا يوجد سجل
da: Ingen optegnelse
es: Sin registro
fr: Pas d'enregistrement
he: אין רישום
hi: कोई रिकॉर्ड नहीं
it: Nessun record
ja: 記録なし
ko: 기록 없음
ms: Tiada rekod
sv: Kein Rekord
th: ไม่มีบันทึก
vi: Không có hồ sơ
zh_hant: 無記錄

# 长按编辑或删除，侧滑也可删除
source: Long press to edit, swipe to delete
ar: اضغط مع الاستمرار للتحرير، اسحب للحذف
da: Langt tryk for at redigere, swipe for at slette
es: Pulse largo para editar, deslice para eliminar
fr: Appuyez longuement pour éditer ou supprimer, glissez pour supprimer
he: לחץ לאורך כדי לערוך, מעבר כדי למחוק
hi: लंबी प्रेस करें संपादित करने के लिए, हटाने के लिए स्वाइप करें
ja: 長押しして編集または削除し、スワイプでも削除可能
ko: 길게 눌러 편집하거나 삭제하십시오, 슬라이드해서도 삭제할 수 있습니다.
ms: Tekan lama untuk edit, sapu untuk padam
sv: Längi drucke zum Bearbeite, wische zum Lösche
th: กดค้างเพื่อแก้ไข, สไลด์เพื่อลบ
vi: Nhấn và giữ để chỉnh sửa hoặc xóa, vuốt sang cũng có thể xóa
zh_hant: 長按編輯或刪除，側滑也可刪除

# 标签列表
source: Tags list
ar: قائمة العلامات
da: Tags liste
es: Lista de etiquetas
fr: Liste des tags
he: רשימת תגים
hi: टैग सूची
it: Elenco di tag
ja: タグリスト
ko: 라벨 목록
ms: Senarai tag
sv: Tagliste
th: รายการแท็ก
vi: Danh sách nhãn
zh_hant: 標籤列表

# 图标
source: Icon
ar: أيقونة
da: Ikon
es: Icono
fr: Icône
he: סמל
hi: आइकॉन
it: Icona
ja: アイコン
ko: 아이콘
ms: Ikon
sv: Symbol
th: ไอคอน
vi: biểu tượng
zh_hant: 圖標

# 排序
source: Sort
ar: فرز
da: Sortér
es: Ordenar
fr: Trier
he: מיין
hi: वर्गीकरण
it: Ordina
ja: 並び替え
ko: 정렬
ms: Susun
sv: Sortiere
th: เรียงลำดับ
vi: Sắp xếp
zh_hant: 排序

# 日记
source: Notes
ar: ملاحظات
da: Noter
es: Notas
fr: Journal
he: הערות
hi: नोट
it: Note
ja: 日記
ko: 일기
ms: Nota
sv: Notize
th: บันทึก
vi: Nhật ký
zh_hant: 日記

# 字数
source: Words
ar: كلمات
da: Ord
es: Palabras
fr: Nombre de mots
he: מילים
hi: शब्द
it: Parole
ja: 文字数
ko: 글자 수
ms: Perkataan
sv: Wörter
th: คำ
vi: số từ
zh_hant: 字數

# 照片
source: Photos
ar: صور
da: Fotos
es: Fotos
fr: Photo
he: תמונות
hi: तस्वीरें
it: Foto
ja: 写真
ko: 사진
ms: Gambar
sv: Fotos
th: รูปภาพ
vi: ảnh
zh_hant: 相片

# 人物：
source: Friends:
ar: الأصدقاء:
da: Venner:
es: Amigos:
fr: Personnage :
he: חברים:
hi: दोस्त:
it: Amici:
ja: キャラクター：
ko: 캐릭터:
sv: Fründä:
th: เพื่อน:
vi: Nhân vật:
zh_hant: 角色：

# 标签：
source: Tag:
ar: الوسم:
da: Mærke:
es: Etiqueta:
he: תג:
hi: टैग:
ja: タグ：
ko: 라벨:
th: แท็ก:
vi: Nhãn:
zh_hant: 標籤：

# 暂无智能标签
source: No intelligent tags
ar: لا توجد علامات ذكية
da: Ingen intelligente tags
es: No hay etiquetas inteligentes
fr: Pas de tags intelligents pour le moment
he: אין תגים חכמים
hi: कोई बुद्धिमान टैग नहीं
it: Nessun tag intelligente
ja: スマートタグはまだありません
ko: 지능형 태그 없음
ms: Tiada tag pintar
sv: Keine intelligenten Tags
th: ไม่มีแท็กที่ฉลาด
vi: Tạm thời không có nhãn thông minh
zh_hant: 暫無智能標籤

# 暂无标签
source: No tags
ar: لا توجد علامات
da: Ingen tags
es: Sin etiquetas
fr: Pas de tags pour le moment
he: ללא תגיות
hi: कोई टैग नहीं
it: Nessun tag
ja: タグはまだありません
ko: 표시할 태그 없음
ms: Tiada tag
sv: Kei Tags
th: ไม่มีแท็ก
vi: Không có nhãn
zh_hant: 暫無標籤

# 更多颜色
source: more
ar: أكثر
da: mere
es: más
fr: Plus de couleurs
he: יותר
hi: अधिक
it: più
ja: その他の色
ko: 더 많은 색상
ms: lebih
sv: mehr
th: มากกว่า
vi: Màu sắc thêm
zh_hant: 更多顏色

# 全部
source: All
ar: الكل
da: Alle
es: Todo
fr: Tout
he: כל
hi: सब
it: Tutto
ja: 全て
ko: 모두
ms: Semua
sv: Alles
th: ทั้งหมด
vi: tất cả
zh_hant: 全部

# 日记中还没有照片
source: No photos in the diary
ar: لا توجد صور في المذكرة
da: Ingen fotos i dagbogen
es: No hay fotos en el diario
fr: Pas de photos dans le journal
he: אין תמונות ביומן
hi: डायरी में कोई फ़ोटो नहीं हैं
it: Nessuna foto nel diario
ja: 日記にはまだ写真がありません
ko: 일기에는 아직 사진이 없습니다
ms: Tiada gambar dalam diari
sv: Keine Fotos im Tagebuch
th: ไม่มีรูปภาพในไดอารี่
vi: Nhật ký vẫn chưa có hình ảnh
zh_hant: 日記中還沒有照片

# PRO尝鲜
source: Pro trial
ar: تجربة المحترف
da: Pro prøveperiode
es: Prueba Pro
fr: Essayer PRO
he: ניסיון מקצועי
it: Prova professionale
ja: PRO試用
ko: PRO 체험
ms: Uji coba Pro
sv: Pro-Versuch
th: ทดลอง Pro
vi: PRO thử nghiệm
zh_hant: PRO嘗鮮

# 全部标签
source: all
ar: الكل
da: alle
es: todo
fr: Tous les tags
he: כל
hi: sab
it: tutto
ja: 全てのタグ
ko: 모든 태그
ms: semua
sv: alli
th: ทั้งหมด
vi: tất cả các nhãn
zh_hant: 全部標籤

# 最新照片
source: Latest photos
ar: أحدث الصور
da: Seneste fotos
es: Últimas fotos
fr: Dernières photos
he: התמונות האחרונות
hi: नवीनतम फ़ोटो
it: Ultime foto
ja: 最新の写真
ko: 최신 사진
ms: Foto terkini
sv: Neuste Fotos
th: รูปภาพล่าสุด
vi: ảnh mới nhất
zh_hant: 最新照片

# %lld列
source: %lld columns
ar: %lld الأعمدة
da: %lld kolonner
es: %lld columnas
fr: %lld colonnes
he: %lld עמודות
hi: %lld स्तंभ
it: %lld colonne
ja: %lld列
ko: %lld열
ms: %lld lajur
sv: %lld Spalten
th: %lld คอลัมน์
vi: %lld cột
zh_hant: %lld列

# 用户
source: User
ar: مستخدم
da: Bruger
es: Usuario
fr: Utilisateur
he: משתמש
hi: उपयोगकर्ता
it: Utente
ja: ユーザー
ko: 사용자
ms: Pengguna
sv: Benutzer
th: ผู้ใช้
vi: người dùng
zh_hant: 用戶

# 暂无智能分类
source: No intelligent categorization
ar: لا توجد تصنيف ذكي
da: Ingen intelligent kategorisering
es: No hay categorización inteligente
fr: Pas de catégorie intelligente pour le moment
he: אין קטגוריזציה חכמה
hi: कोई बुद्धिमान वर्गीकरण नहीं
it: Nessuna categorizzazione intelligente
ja: スマートカテゴリーせず
ko: 지능형 분류 없음
ms: Tiada pengategorian yang cerdas
sv: Kei intelligenti Kategorisierig
th: ไม่มีการจัดหมวดหมู่อย่างมีสติ
vi: Tạm thời không có phân loại thông minh
zh_hant: 暫無智能分類

# 暂无颜色
source: No color
ar: لا يوجد لون
da: Ingen farve
es: Sin color
fr: Pas de couleur pour le moment
he: אין צבע
hi: कोई रंग नहीं
it: Nessun colore
ja: 色なし
ko: 색상 없음
ms: Tiada warna
sv: Keine Farbe
th: ไม่มีสี
vi: Tạm thời không có màu sắc
zh_hant: 暫無顏色

# 压缩完成
source: Compression completed
ar: اكتمل الضغط
da: Komprimering fuldført
es: Compresión completada
fr: Compression terminée
it: Compressione completata
ja: 圧縮完了
ko: 압축 완료
ms: Pemampatan selesai
vi: hoàn thành nén
zh_hant: 壓縮完成

# 已选择(%lld)
source: %lld selected
ar: %lld مختار
da: %lld valgt
es: %lld seleccionado
fr: Sélectionné (%lld)
he: %lld נבחר
hi: %lld चयनित किया गया
it: %lld selezionato
ja: 選択済み(%lld)
ko: %lld를 선택했습니다
ms: %lld dipilih
sv: %lld ausgewählt
th: %lld เลือก
vi: Đã chọn% lld
zh_hant: 已選擇%lld

# 压缩
source: Compress
ar: ضغط
da: Komprimere
es: Comprimir
fr: Compresser
he: לְדַחוֹס
it: Comprimi
ja: 圧縮
ko: 압축
ms: Mampatkan
sv: Komprimiere
th: บีบอัด
vi: nén
zh_hant: 壓縮

# 确认压缩？
source: Confirm compression?
ar: تأكيد الضغط؟
da: Bekræft komprimering?
es: ¿Confirmar compresión?
fr: Confirmer la compression ?
he: אשר דחיסה?
hi: संपीड़न की पुष्टि करें?
it: Conferma compressione?
ja: 圧縮を確認しますか？
ko: 압축을 확인하시겠습니까?
ms: Sahkan pemampatan?
sv: Kompression bestätigen?
th: ยืนยันการบีบอัด?
vi: Xác nhận nén?
zh_hant: 確認壓縮？

# 允许的文件最大为？
source: Maximum file allowed?
ar: الحد الأقصى للملف المسموح به؟
da: Maksimal fil tilladt?
es: ¿Archivo máximo permitido?
fr: Quelle est la taille maximale du fichier autorisée ?
he: המרבי של קובץ מותר?
hi: अधिकतम फ़ाइल की अनुमति है?
it: File massimo consentito?
ja: 許容されるファイルの最大サイズは？
ko: 허용되는 파일의 최대 크기는?
ms: Fail maksimum yang dibenarkan?
sv: Maximale Datei erlaubt?
th: ไฟล์สูงสุดที่อนุญาต?
vi: Tệp cho phép tối đa là?
zh_hant: 允許的文件最大為？

# 请在输入你想压缩的最大文件大小，越大照片质量越好，默认为1.5MB.
source: Please enter the maximum file size you want to compress. The larger, the better the photo quality. The default is 1.5MB.
ar: الرجاء إدخال الحجم الأقصى للملف الذي ترغب في ضغطه. كلما كان أكبر، كانت جودة الصورة أفضل. الافتراضي هو 1.5MB.
da: Indtast venligst den maksimale filstørrelse, du vil komprimere. Jo større, jo bedre fotokvaliteten. Standarden er 1,5MB.
es: Por favor, introduzca el tamaño máximo de archivo que desea comprimir. Cuanto más grande, mejor será la calidad de la foto. El predeterminado es 1.5MB.
fr: Veuillez entrer la taille maximale du fichier que vous souhaitez compresser. Plus la taille est grande, meilleure est la qualité de la photo. Par défaut, 1.5MB.
hi: कृपया दर्ज करें कि आप कितनी अधिकतम फ़ाइल का आकार संकुचित करना चाहते हैं। जितना बड़ा, फ़ोटो की गुणवत्ता उत्तम होगी। डिफ़ॉल्ट 1.5MB है।
it: Inserisci la dimensione massima del file che desideri comprimere. Più è grande, migliore è la qualità della foto. Il default è 1.5MB.
ja: 圧縮したい最大ファイルサイズを入力してください。大きいほど写真の品質が良くなります。デフォルトは1.5MBです。
ko: 최대 파일 크기를 입력하여 압축하려는 크기를 지정하십시오. 크기가 클수록 사진 품질이 좋아집니다. 기본값은 1.5MB입니다.
ms: Sila masukkan saiz fail maksimum yang anda mahu mampatkan. Lebih besar, lebih baik kualiti foto. Lalai adalah 1.5MB.
sv: Bitte geben Sie die maximale Dateigröße ein, die Sie komprimieren möchten. Je größer, desto besser die Fotoqualität. Standard ist 1,5MB.
th: กรุณาป้อนขนาดไฟล์สูงสุดที่คุณต้องการบีบอัด คราวโดยที่งานต่างๆ คุณภาพภาพยิ่งดี ค่าตั้งต้นคือ 1.5MB;
vi: Vui lòng nhập kích thước tối đa của tệp bạn muốn nén, chất lượng ảnh càng tốt khi kích thước càng lớn, mặc định là 1.5MB.
zh_hant: 請在輸入你想壓縮的最大文件大小，越大照片質量越好，默認為1.5MB.

# 选择
source: Select
ar: اختر
da: Vælg
es: Seleccionar
fr: Choisir
he: בחר
hi: चुनें
it: Seleziona
ja: 選択
ko: 선택
ms: Pilih
sv: Uswähle
th: เลือก
vi: chọn
zh_hant: 選擇

# 管理
source: manage
ar: إدارة
da: administrer
es: administrar
fr: Gérer
he: נהל
hi: प्रबंधित करें
it: gestire
ja: 管理
ko: 관리
ms: mengurus
sv: verwalten
th: จัดการ
vi: Quản lý
zh_hant: 管理

# 篇
source: notes
ar: ملاحظات
da: noter
es: notas
fr: Articles
he: הערות
hi: नोट
it: note
ja: 編
ko: 편
ms: nota
sv: Notizen
th: บันทึก
vi: Chương
zh_hant: 章節

# 按时间倒序
source: Time descending
ar: الوقت تنازلي
da: Tid faldende
es: Tiempo descendente
fr: Trier par date décroissante
he: זמן יורד
hi: समय अवरोही
it: Tempo discendente
ja: 時間で降順
ko: 시간순서로 정렬
ms: Masa menurun
sv: Ziit absteigend
th: เวลาที่เรียงลง
vi: sắp xếp theo thời gian giảm dần
zh_hant: 按時間倒序

# 按时间升序
source: Time ascending
ar: الوقت تصاعدي
da: Tid stigende
es: Tiempo ascendente
fr: Trier par date croissante
he: זמן בסדר עולה
hi: समय आरोही
it: Tempo crescente
ja: 時間で昇順
ko: 시간순으로 정렬
ms: Masa meningkat
sv: Ziit auffsteigend
th: เวลาเพิ่มขึ้น
vi: Sắp xếp theo thứ tự thời gian tăng dần
zh_hant: 按時間升序

# 按文件大小倒序
source: File size descending
ar: حجم الملف تنازلي
da: Fil størrelse faldende
es: Tamaño de archivo descendente
fr: Trier par taille de fichier décroissante
he: גודל הקובץ בסדר יורד
hi: फ़ाइल आकार घटता
it: Dimensione del file discendente
ja: ファイルサイズで降順
ko: 파일 크기 순으로 정렬
ms: Saiz fail menurun
sv: Dateigrösse absteigend
th: ขนาดไฟล์จากมากไปน้อย
vi: Sắp xếp theo kích thước tệp giảm dần
zh_hant: 按文件大小倒序

# 按文件大小升序
source: File size ascending
ar: حجم الملف تصاعدي
da: Fil størrelse stigende
es: Tamaño de archivo ascendente
fr: Trier par taille de fichier croissante
he: גודל קובץ בסדר עולה
hi: फ़ाइल आकार आरोही
it: Dimensione del file crescente
ja: ファイルサイズで昇順
ko: 파일 크기순으로 정렬
ms: Saiz fail menaik
sv: Dateigröße aufsteigend
th: ขนาดไฟล์จากน้อยไปมาก
vi: theo kích thước tệp tăng dần
zh_hant: 按檔案大小升序

# 高级版用户
source: Pro User
ar: مستخدم محترف
da: Pro-bruger
es: Usuario Pro
fr: Utilisateur avancé
he: משתמש מקצועי
hi: प्रो उपयोगकर्ता
it: Utente Pro
ja: 高度なユーザー
ko: 고급 버전 사용자
ms: Pengguna Pro
sv: Pro Benutzer
th: ผู้ใช้ระดับมืออาชีพ
vi: Người dùng phiên bản cao cấp
zh_hant: 高級版用戶

# 解锁高级版
source: Pro Locked
ar: محترف مغلق
da: Pro låst
es: Pro Bloqueado
fr: Débloquer Pro
he: פרו נעול
hi: Pro लॉक किया गया है
it: Pro Bloccato
ja: プロロック
ko: 고급 버전을 잠금 해제하다
ms: Pro Dikunci
sv: Pro gesperrt
th: โปรแกรมถูกล็อก
vi: Mở khóa phiên bản cao cấp
zh_hant: 解鎖高級版

# 含以下所有功能%@
source: Includes 15+ premium features %@
ar: يتضمن كل الميزات التالية % @
da: Inkluderer alle følgende funktioner %@
es: Incluye todas las siguientes características %@
fr: Comprend toutes les fonctionnalités suivantes %@
he: כולל את כל התכונות הבאות %@
hi: सभी निम्नलिखित विशेषताओं को शामिल करता है %@
it: Includi tutte le seguenti funzionalità %@
ja: %@のすべての機能を含む
ko: 다음의 모든 기능을 포함%@
ms: Termasuk semua ciri-ciri berikut %@
sv: Enthält alle folgenden Funktionen %@
th: รวมถึงคุณสมบัติทั้งหมดต่อไปนี้ %@
vi: bao gồm tất cả các tính năng sau %@
zh_hant: 包含20+额外功能%@

# ，5折限时优惠中
source: , 50% off for a limited time
ar: , خصم 50% لفترة محدودة
da: , 50% rabat i en begrænset periode
es: , 50% de descuento por tiempo limitado
fr: ，Offre limitée à 50% de réduction
he: , דיל הוא 50% הנחה לזמן מוגבל
hi: , सीमित समय के लिए 50% छूट
it: , 50% di sconto per un tempo limitato
ja: 、限定時間の50％オフ
ko: ，5折限时优惠中
ms: , 50% diskaun untuk masa yang terhad
sv: , 50% Rabatt für begrenzte Zeit
th: , ลด 50% สำหรับเวลาจำกัด
vi: ，Đang giảm giá 50% trong thời gian giới hạn
zh_hant: ，5折限時優惠中

# 免费试用
source: Free Trial
ar: تجربة مجانية
da: Gratis prøveperiode
es: Prueba Gratuita
fr: Essai gratuit
hi: नि: शुल्क परीक्षण
it: Prova gratuita
ja: 無料試用
ko: 免费试用
sv: Gratis Probe
th: ทดลองใช้ฟรี
vi: 免费试用
zh_hant: 免費試用

# 应用图标
source: App Icons
ar: رموز التطبيقات
da: App Ikoner
es: Iconos de la aplicación
fr: Icône de l'application
he: אייקונים של אפליקציה
hi: ऐप आइकन
it: Icone dell'app
ja: アプリケーションのアイコン
ko: 애플리케이션 아이콘
ms: Ikon Aplikasi
sv: App-Symbole
th: ไอคอนแอพ
vi: Biểu tượng ứng dụng
zh_hant: 應用圖標

# 融合
source: Merge
ar: دمج
da: Sammensæt
es: Fusionar
fr: Fusion
he: מיזוג
hi: मर्ज
it: Unire
ja: マージ
ko: 통합
ms: Gabung
sv: Verschmelzen
th: ผสาน
vi: Hòa hợp
zh_hant: 合併

# 分块
source: Blocks
ar: الكتل
da: Blokke
es: Bloques
fr: Bloc
he: בלוקים
hi: ब्लॉक
it: Blocchi
ja: チャンク
ko: 블록
ms: Blok
sv: Blöcke
th: บล็อก
vi: Khối
zh_hant: 分塊

# 主题颜色
source: Theme Color
ar: لون السمة
da: Tema Farve
es: Color de tema
fr: Couleur du thème
hi: थीम रंग
it: Colore del tema
ja: テーマの色
ko: 주제 색상
ms: Warna Tema
th: สีธีม
vi: Màu chủ đề
zh_hant: 主題顏色

# 暗黑模式
source: Dark Mode
ar: الوضع الداكن
da: Mørk tilstand
es: Modo Oscuro
fr: Mode sombre
he: מצב כהה
hi: डार्क मोड
it: Modalità Oscura
ja: 暗黒モード
ko: 어둠 모드
ms: Mod Gelap
sv: Dunkler Modus
th: โหมดมืด
vi: Chế độ tối
zh_hant: 黑暗模式

# 默认
source: Light
ar: ضوء
da: Lys
es: Luz
fr: Par défaut
he: אור
hi: प्रकाश
it: Luce
ja: デフォルト
ko: 기본값
ms: Cahaya
sv: Licht
th: แสง
vi: Mặc định
zh_hant: 默認

# 暗黑%@
source: Dark %@
da: Mørk %@
es: Oscuro %@
fr: Sombre %@
he: אפל %@
hi: डार्क %@
it: Scuro %@
ja: 暗黒%@
ko: 어둠%@
ms: Gelap %@
sv: Dunkel %@
th: มืด %@
vi: đen tối %@
zh_hant: 暗黑%@

# 跟随系统%@
source: System %@
ar: نظام %@
es: Sistema %@
fr: Système %@
he: מערכת %@
hi: सिस्टम %@
it: Sistema %@
ja: システムに従う%@
ko: 시스템을 따르다%@
ms: Sistem %@
th: ระบบ %@
vi: Tuân theo hệ thống % @
zh_hant: 跟隨系統%@

# 智能Tag
source: Smart Tag
ar: العلامة الذكية
es: Etiqueta Inteligente
fr: Tag intelligent
he: תג חכם
hi: स्मार्ट टैग
it: Tag intelligente
ja: スマートタグ
ko: 스마트 태그
ms: Tag Pintar
sv: Schlaues Tag
th: แท็กฉลาด
vi: Tag thông minh
zh_hant: 智能標籤

# 根据内容与图片智能推荐Tag
source: Tag content and images intelligently
ar: توسيم المحتوى والصور بذكاء
da: Mærk indhold og billeder intelligent
es: Etiqueta contenido e imágenes inteligentemente
fr: Recommandation intelligente de tags en fonction du contenu et des images
hi: सामग्री और छवियों का बुद्धिमानी के साथ टैग करें
it: Etichetta contenuti e immagini in modo intelligente
ja: コンテンツと画像に基づいてタグをスマートに推奨する
ko: 내용과 이미지를 바탕으로 지능적으로 태그 추천
ms: Tag isi dan gambar dengan bijak
sv: Markiere Inhalt und Bilder intelligent
th: แท็กเนื้อหาและรูปภาพอย่างฉลาด
vi: Dựa vào nội dung và hình ảnh để đề xuất Tag thông minh
zh_hant: 根據內容與圖片智能推薦Tag
